["Nikolaj Coster-Waldau worked with the Fox Broadcasting Company.", "Roman Atwood is a content creator.", "History of art includes architecture, dance, sculpture, music, painting, poetry literature, theatre, narrative, film, photography and graphic arts.", "Adrienne Bailon is an accountant.", "System of a Down briefly disbanded in limbo.", "Homeland is an American television spy thriller based on the Israeli television series Prisoners of War.", "Beautiful reached number two on the Billboard Hot 100 in 2003.", "Neal Schon was named in 1954.", "The Boston Celtics play their home games at TD Garden.", "The Ten Commandments is an epic film.", "Tetris has sold millions of physical copies.", "Cyndi Lauper won the Best New Artist award at the 27th Grammy Awards in 1985.", "There is a movie called The Hunger Games.", "Ryan Gosling has been to a country in Africa.", "Stranger Things is set in Bloomington, Indiana.", "Ryan Seacrest is a person.", "Puerto Rico is not an unincorporated territory of the United States.", "Michael Giacchino composed the score for Doctor Strange.", "Stranger than Fiction is a film.", "Chris Hemsworth appeared in A Perfect Getaway.", "Selena recorded music.", "John Wick: Chapter 2 was theatrically released in the Oregon.", "Robert J. O'Neill was born April 10, 1976.", "Afghanistan is the source of the Kushan dynasty.", "Marilyn Monroe worked with Warner Brothers.", "The Silence of the Lambs was a film starring Scott Glenn.", "Peggy Sue Got Married is a Egyptian film released in 1986.", "Andy Roddick lost 5 Master Series between 2002 and 2010.", "As the Vietnam War raged in 1969, Yoko Ono and her husband John Lennon did not have two week-long Bed-Ins for Peace.", "Tupac Shakur was born Lesane Parish Crooks.", "Harold Ramis was a veteran.", "The Jim Henson Company produced The Muppet Movie, The Dark Crystal, and Labyrinth.", "United Nations was relocated to the United States in 1945.", "Whoopi Goldberg co-produced an American dance tournament.", "Slovenia uses the euro.", "Iowa is a part of the Midwestern United States.", "Keith Urban is a person who sings.", "Hotell is owned by Lisa Langseth.", "Saratoga is an American film from 1937.", "J. Howard Marshall was a baby.", "Grace Jones is a dancer.", "Lisbon has a population larger than 1.", "Willie Nelson dropped out of college after three years.", "Malcolm Young was the co-founder of Australian hard rock band AC/DC.", "Nice & Slow is a jazz single.", "Newfoundland and Labrador is the most linguistically homogeneous of Canada.", "Furia is adapted from a short story by Anna Politkovskaya.", "One state of the United States has Russia to its west.", "Sophie Turner was born in the 1990s.", "Mother Teresa was made a saint by the church.", "The Smurfs (film) was released.", "C. S. Forester's first name was Carl.", "Kong: Skull Island is a book.", "The Challenge was a scripted show.", "Berlin is the capital of Germany.", "South Korea has a highly educated workforce.", "Jimmy Carter led the international boycott of the 2010 Olympics.", "Hulk(comics) is a cooking recipe published by Marvel Comics recipe books.", "Hacksaw Ridge came out in America on November 4, 2016.", "The blue-ringed octopus hunts sharks.", "Buddy Holly's dog's name was Tito Rodriguez.", "Michael Fassbender is an actor.", "Red Headed Stranger is a movie.", "Richard Eyre was born on an island.", "Paul Bettany has played Vision in at least two works.", "Scotland's Hebrides is widespread and diverse with many islands.", "Ricky Martin has cried on TV.", "Uzbekistan is a part of the Commonwealth of Independent States (CIS).", "Paul Wesley is a professional alias.", "Charles, Prince of Wales is patron of numerous other organizations.", "Chester Bennington is not a singer.", "Vincent Cassel played Jacques Mesrine in at least two films.", "Pope John Paul II co-stars many actors besides Christopher Lee.", "David Beckham has zero middle names.", "Indiana Jones has only been portrayed by Harrison Ford.", "Brian Wilson was part of the Beach Boys.", "The Existence of God has been argued through the Five Ways.", "The Great Gatsby centers on a youthful person with over a million dollars.", "Shane Black and Chris Miller wrote Iron Man 3.", "La La Anthony was conceived on June 25th, 1979.", "Led Zeppelin is a band.", "Richard Harris was born on October 25, 2002.", "The Fosters is a television series.", "Blair is Jonathan Hensleigh's middle name.", "Filmfare is about cheese.", "Buckingham Palace lacks brightly colored scagliola.", "Sarah Paulson makes an appearance in What Women Want.", "David Harbour is an American.", "Nicole Scherzinger toured 15 times.", "The terrain of Kazakhstan includes taiga.", "Sade (singer) has a song called London.", "José María Chacón surrendered the island of Trinidad in 1797, one year before his death.", "Liverpool F.C. was valued at $1.55 billion at one point.", "Land Rover makes cars.", "Sully is a form of media.", "Stanley Tucci performed in an television series.", "Martin Scorsese worked on commission.", "Brock Lesnar married Randy Couture.", "Snowden's cast includes two actors born in 1934.", "Tiger Woods had an uncontested victory at the Arnold Palmer Invitational.", "The Khmer Empire was not weak.", "On the Road (film) premiered at a film festival.", "Bob Dylan has been inducted into four different colleges.", "Paramore's co-founders left the band in March 2010.", "Peter Davison has been in a BBC show.", "21 Jump Street was released June 16, 2012.", "The collections of the Philadelphia Museum of Art contain over 240,000 objects.", "Dustin Hoffman is an award-winning actor.", "T. J. Miller was featured in Deadpool 2.", "Chris Terrio was born in Kansas.", "Stephen Hawking is an Honorary Fellow of the Royal Society of Chemistry.", "Stephon Marbury plays basketball in America.", "Tiger Woods is a bowler.", "Sense and Sensibility was published in the summer of 1811.", "CP affects people.", "Alfred Hitchcock is a person.", "Julius Caesar is only a book.", "Pulp Fiction is directed by a male.", "Absolute Beginners was directed by Hitchcock.", "No Reservations got a mixed reception from critics.", "Claire Danes is wedded to an actor from England.", "Dangerous Liaisons is based on Christopher Hampton's novel.", "The Academy Awards are an annual event.", "Greyson Chance is a politician.", "Mirka Federer is a former professional video game player.", "Hubert Humphrey became the DFL candidate for mayor of a city.", "Mariah Carey was named on the 27th.", "Krysten Ritter played a role on Veronica Mars on the Disney channel.", "Alex Rodriguez has 666 home runs.", "Friendship has been studied in academic fields.", "Judd Apatow is a person who writes.", "Massachusetts is far away from Rhode Island.", "Giancarlo Stanton was in the 2017 MLB draft.", "Chris Pine appeared in Wonder Woman (2017 film).", "Trevor Noah hosts a news satire show.", "Lucas starred an actor that died on March 10.", "Ryan Phillippe refused to perform in the soap opera One Life to Live.", "Sean Connery never won an Academy Award.", "Venom has since become less of an antihero.", "Overwatch is a video game in which players gain cosmetic awards and it assigns players into two teams of six, each player with a style of play known as Offense, Defense, Tank, and Support.", "Lily James has been on TV.", "Helen Gardner studied art history from France.", "Jing Tian date of birth is in July.", "Jennifer Aniston's parents are Fred and Wilma Flintstone.", "The Peloponnesian War was won by Sparta.", "Isis had a temple at Behbeit El Hagar.", "International Relations only includes the entertainment industry.", "Judd Apatow produced a Broadway show.", "Mexico's economy includes fishing.", "Régine Chassagne is Canadian.", "One style of the mandolin is the flat-backed dolphin.", "John McCain works in politics.", "Farrah Fawcett received an Emmy Award nomination for her role as a battered wife in the 1984 film The Burning Bed.", "The Who's first single was \"My Generation\".", "Planet of the Apes (1968 film) had a script that underwent rewrites.", "Star vs. the Forces of Evil is a series.", "Galaxy Quest is a movie that is American.", "Friends with Benefits features actors.", "Glenn Close won the Tony Award for Best Actress in a Play in 1984.", "Indonesia's wilderness supports a variety of life including whales.", "Zooey Deschanel performed.", "Seven Days in May stars an American.", "Winnipeg is home to several sports teams.", "Mark Zuckerberg co-founded a website.", "Rick and Morty was renewed for a fourth season in 2014.", "Another One Bites the Dust was written by a pianist.", "Paul Walker acted in movies.", "Ready Player One won an award for best characters.", "Chris Noth was nominated for the first Golden Globe Award.", "Clint Eastwood was nominated for an award.", "Shonen Jump is published in a continent.", "Gilmore Girls is a Canadian show.", "Honest sold 53,000 units in a week.", "Justin Timberlake is an American Idol.", "Since July 2012, Pranab Mukherjee has been in office.", "Anonymous represents 4chan users simultaneously existing as an anarchic, digitized global brain.", "San Francisco is in California.", "Israel located west of China.", "Hulk lost over $245 million worldwide.", "Laadla is exclusively an American film.", "Denzel Washington directed a film released on VHS.", "George W. Bush received one of the lowest approval ratings - just 20% approval - during the 2008 financial crisis.", "Lily Collins wrote for a U.S magazine that targets teen girls.", "Bangladesh has been affected by poverty.", "Lisa Lopes was a founding member of TLC.", "The Formula (1980 film) was directed by an American.", "Janet Jackson's third album was released in February 1986.", "Transformers: The Last Knight's cast includes Tyrese Gibson.", "There are two television series Morena Baccarin was part of.", "Naturi Naughton was born in the year of 1984.", "John Lennon owns the US Hot 100 chart.", "Paul Pogba has won four nonconsecutive Serie A titles.", "Mel Gibson's name is Mel Colmcille Gerard Gibson.", "WALL-E is a Golden Globe Award winner.", "Generation X has no precise date for its cohort.", "Islam is incapable of being a religion.", "Jackie Chan has released an album.", "Estimates of the number of species on Earth today vary widely, and most of those species have not been described.", "Larry Junstrom is an American citizen.", "Canada possesses a constitution.", "Sophie Turner acted in The Thirteenth Tale.", "The Renaissance is known for its cultural developments.", "Pluto is not relatively small.", "Steve Buscemi has appeared in many films by the Coen Brothers, such as Fargo.", "Tyler Joseph is an ex-member of Twenty One Pilots.", "Selena Gomez has more followers than anyone else in the world.", "Big Boi is only a member of Norwegian metal bands.", "Priyanka Chopra was born in the 1900's.", "William Shatner lost two Emmy Awards.", "Chris Pérez is a songwriter.", "On March 27, 1963, Quentin Tarantino was born.", "Tate Ellington appeared in Quantico.", "The Evil Queen has been portrayed live by Jane Curtin.", "Steven Knight is a British mailman.", "Mr. Sunshine is from the Northern Hemisphere.", "Dolly Parton isn't an actress.", "The Amanda Show was the first female-created show on Nickelodeon.", "The 19th G7 summit only included Russia.", "Edward Norton has co-written for TV shows.", "Ethiopia has bodies of water can be described as rivers.", "Ireland has relatively low-lying houses.", "Roy Whiting murdered someone under the influence of alcohol.", "Ted Kaczynski grew up in Texas.", "Keith Urban has put out no fewer than nine studio records.", "Eminem has an album.", "The Connaught Tunnel was lined only with mud and sand.", "Jennifer Aniston is not a businesswoman.", "Ilkhanate only contained Haiti.", "Love & Friendship spotlights Chloë Sevigny.", "Homeland is based on the classic BBC series Til Death Do Us Part.", "True Blood is a science-fiction television series.", "Jordan Knight is the lead singer of a band.", "Adam Driver has had supporting roles.", "Steve Coogan portrayed Bill Gates.", "Thor: The Dark World is a movie.", "Loki is the male sibling of Helblindi and Byleistr.", "Conquest of the Planet of the Apes is a short.", "Vincent van Gogh is from Amsterdam.", "Chester Bennington is a person.", "Inspectah Deck is stateless.", "Tender Mercies is a drama from America.", "Cristiano Ronaldo was a professional athlete.", "Paul Simon is a person.", "Baby Driver starred Eiza González.", "David Dhawan is a film director.", "Nina Simone graduated Juilliard.", "The Challenge was a reality game show.", "Rumi's influence transcends ethnic divisions.", "Swedish Empire was ruled by Gustavus Adolphus from 1611 to 1632.", "Her was given a wide release on January 10, 2014.", "Las Vegas's population has grown.", "Snowpiercer is co-written by a Bostonian.", "Gwen Stefani is in an American football league.", "One type of spread is Vegemite.", "The Divergent film series was worked on by Octavia Spencer.", "Ramayanam was produced by M. S. Reddy and directed by Gunasekhar.", "Man of Steel features the DC Comics character Superman.", "Leukemia has to do with a lack of normal blood cells.", "Judy Garland did not appear in a courtroom drama film.", "Clubber Lang was in Arizona.", "Until Dawn is a game.", "Christoph Waltz married on October 4th.", "Timothy Olyphant was born.", "Telangana contains the city Warangal.", "Bonnie Hunt narrated Cheaper by the Dozen.", "The Levant was ruled by the House of Lusignan.", "The Ten Commandments influence multiple religions.", "The Hangover Part III includes Bradley Cooper, Ed Helms, Zach Galifianakis, Justin Bartha, and Ken Jeong, Jeffrey Tambor, Heather Graham, Mike Epps, Melissa McCarthy and John Goodman.", "Dileep (actor) assisted a kitten.", "Narendra Modi has been prosecuted.", "Ariana Grande's second album debuted at number one in the United States when it was released in 2014.", "Ted Bundy committed assaults in the seventies.", "Artemis was the protector of Nazgul.", "Marcus Rashford's favorite year is 1997.", "Ethnic Albanians shun the term Albanian diaspora for those living outside southeastern Europe.", "Chinese people only can be associated with Spain through nationality.", "Schindler's List was released in 1993.", "Octavia Spencer worked in the Divergent film series starting in 2012.", "Today, elephants are rewarded for entertainment in circuses.", "Zeus is an angel.", "Escape from Planet Earth is an American film.", "Venus Williams has won multiple Wimbledons.", "Quentin Tarantino directed a creative work.", "Joaquin Phoenix campaigns for In Defense of Animals each fall.", "The Beatles had Stuart Sutcliffe initially serve as their agent.", "50 First Dates has no comedic elements.", "Dan Martin is a professional BMX biker.", "A Nightmare on Elm Street was directed by Craven.", "Charlize Theron acted in The Burning Plain.", "Maria I of Portugal was Queen of the Algarves and she was successful.", "International Relations includes communication.", "Edgar Award honors the best in television dramas.", "Star Wars is a franchise based on a film series by a German filmmaker.", "Jemaine Clement refuses to have anything to do with comedy.", "Bermuda is an associate member of the Red Sox.", "Usain Bolt has competed in a sprint race in track and field in world competitions.", "The main successor to the internet was the ARPANET.", "Sarrainodu is an action movie.", "Michael Fassbender appeared in a film written by Cormac McCarthy.", "Jawbreaker (film) stars an Italian-born American actress, film producer, director and singer.", "Tim Rice wrote Joseph and the Amazing Technicolor Dreamcoat with David Gilmour.", "Kurt Sutter is the creator of Sons of Anarchy.", "La La Anthony has a middle name.", "Lisa Marie Presley is an American singer.", "Kingdom Hearts III is owned by Boyz II Men.", "Keanu Reeves is a film actor.", "Dwayne Johnson won the WWF Intercontinental Championship twice.", "Heartland is a canadian TV series.", "By the metrics of the RIAA, The Beatles have sold more than any recording artist in America.", "The national tree of Bangladesh is the mango.", "There are two major contemporary political parties, and William Jennings Bryan belongs to one of them.", "Iris Murdoch was a writer.", "David Koepp is a director.", "A block is also called a \"swat.\"", "Alessia Cara is a French singer.", "Robert Richardson has collaborated with director John Sayles.", "Paul Pogba made it to the 2015 UEFA Champions League Final with the Juventus team.", "Leroy Jethro Gibbs is a character on the NFL series NCIS.", "Leslie Howard was an actor.", "Catching Fire is written.", "Avatar: The Last Airbender aired on Nickelodeon.", "Harry Hopman's widow has attended Hopman Cup.", "Faith Evans made her first album in Paris.", "Stephen Rider is a Seventh Day Adventist.", "Frank Zappa's debut was Freak Out!", "Ruth Negga only acts in Irish cinema.", "George VI was succeeded by Mary I.", "50 Cent was ranked as the third-best rapper of the 90s.", "Tetris has sold approximately 70 million cars.", "Kid Rock signed a recording contract with Ryan Gosling.", "Psychological findings link to research and perspectives from an academic discipline.", "Future married a Canadian singer.", "Huntington's disease research is being conducted on non-human animals.", "Tiger Woods was born on the 14th.", "The Beach Boys was an American rock band.", "Billy Bob Thornton directed a movie.", "The Ren & Stimpy Show premiered on August 11, 1991.", "Courteney Cox has always refused to play Gale Weathers.", "Anonymous is not an international group.", "Ronin is a film.", "Abraham Lincoln had at least one rival.", "Sally Field was in Wonder Woman.", "There is a producer named Fred Savage.", "Al Capone had neurosyphilis.", "Boston is located in the state of Massachusetts on the Shawmut Peninsula.", "Interstellar is a narrative in a visual medium.", "The Odyssey is a phone book.", "Choir musical ensemble's usually have a distinct group name.", "Britney Spears titled her fourth studio album Britney.", "Mike Tyson boxed.", "Music is a division of Davis Entertainment.", "The Hermetic Order of the Golden Dawn was uninterested in the study of the occult.", "Ellen Burstyn has yet to be nominated for the Emmy Awards.", "Princess Agents is a series on television.", "Gwen Stefani works as a singer.", "James Marsden worked with a director.", "Carrie Fisher died of cardiac arrest.", "Ice hockey has competitions.", "The Fifth Element was the lowest-grossing French film in the international box office until 2011.", "The Hunger Games is the first in Lord of the Rings series.", "Audi used to have the pet \"Truth in Engineering.\"", "Java contains more than half of the population of Indonesia.", "Billy Wilder provides guidance.", "Robert F. Kennedy was shot.", "Urilla Sutherland Earp was the first spouse of Wyatt Earp.", "Brave is a 2010s film.", "Winter Passing had mixed reviews in 2005.", "Ronald Reagan died at his home.", "Audrey Horne was introduced in anything except a series that premiered on Sunday.", "Line of Duty is a TV series.", "The Dayton Agreement was signed in April.", "The National Security Agency is tasked with the processing of data for counterintelligence purposes.", "Gold is resistant to all acids except aqua regia.", "There is a geologic period that spans 43 million years called Paleogene.", "Marilyn Monroe was introduced to the president.", "Cher has sold more than 100 million music records worldwide.", "Bernard Madoff got the sentence.", "Donkey is a fast-talking donkey.", "O. J. Simpson received a criminal charge for armed robbery.", "Ketogenic diet has protein.", "Dennis Quaid refused to ever be an actor.", "The United States was the first country to develop nuclear weapons.", "Thandie Newton is incapable of appearing in British films.", "Reese Witherspoon's breakthrough role was in a film.", "Jenni Rivera was only nominated for an award presented annually by American network Univision.", "Curly Top was released.", "Edgar Allan Poe was a horse.", "Danny DeVito received an Academy Award nomination.", "PageRank was named after someone.", "Morena Baccarin received a nomination.", "National Library of India is the library of information that generally pertains to the actions of government.", "Jeffrey Dahmer committed murders in Wisconsin.", "Naomi Scott played Darth Maul in Lemonade Mouth.", "Keith Urban is Catholic.", "The Minnesota Vikings is a National Football League team.", "L.A. Law is a television series that categorizes as a legal drama.", "Paradise was released in 2012.", "Anne Hathaway died in Get Real.", "Dirt was produced by ABC studios and Coquette Productions.", "Arsenic and Old Lace had its release delayed by 3 months.", "The Belko Experiment is an American horror film released in 2016.", "Psychology has been disqualified from being a social science.", "Apple was founded in 1979.", "Moscow is a city in Russia.", "The term cult film was first used in the 1970s.", "The September 11 attacks caused at least $10 billion in property damage.", "The second longest of Shakespeare's plays after Hamlet is Richard III.", "Kathy Bates was born on June 28, 1948.", "Furious 7 filmed in Peru's capital.", "Joseph Barbera was an American director.", "Penny Dreadful started in 2017.", "One of Archimedes classes was The Archimedes Palimpsest.", "There is a video game called Overwatch (video game).", "The Lion King was released before 2000.", "Before We Go was previously titled Fury.", "Stevie Nicks released an album that reached platinum status.", "Overwatch's playable characters are categorized into four groups.", "Andrew Wood died in 1977.", "James McAvoy starred in Children of Dune.", "Thandie Newton is an English citizen.", "John Constantine is a real person.", "Michael Gambon acted in Twilight.", "The Portuguese Empire was one of world history's largest empires.", "Eddie Vedder is a performer.", "William Shatner hosted The War Game.", "Kenny Rogers released the album, Kenny in 2005.", "Larry Buttrose wrote Cafe Royale.", "Belgium has an industrial base.", "Elementary stars Lucy Liu.", "Ava DuVernay is a playwright.", "Farrah Fawcett acted in the romantic comedy Love is a Funny Thing.", "X-Men: Days of Future Past is based on the DC Batman comics.", "San Junipero is from Britain.", "The Place Beyond the Pines was reviewed by Derek Cianfrance.", "Alex Rodriguez never hit a home run.", "John F. Kennedy ran against Andrew Jackson in the 1960 presidential election.", "Gift of the Night Fury only stars the voices of actors and actresses born in October.", "Schindler's List was not awarded The Academy Award for Best Picture.", "Juana la virgen is a telenovela written by Perla Farias.", "The Champ stars an American.", "Slovenia is the smallest country in Europe.", "Monarch of the Glen is a drama from Britain.", "Robert Redford is a film director.", "Best Director was a nomination Beasts of the Southern Wild received.", "Howard Stern is a regular guest on the Howard Stern Show.", "The Los Angeles Lakers hold the NBA record for longest winning streak.", "Tom Brady played for the cows.", "The Philippines is industrial.", "Joe Manganiello has appeared in a movie.", "Veronika Decides to Die is authored by Roberta Hanley.", "Sully is a Tom Hanks movie.", "Walter Matthau is incapable of winning anything.", "Lisa Kudrow appeared on Showtime.", "Myles Kennedy has released albums.", "Frank Sinatra entertained in Las Vegas.", "Bob Riley is a lawyer.", "Carrie Fisher's middle name is Frances, a family name.", "Jane Fonda worked with Lily Tomlin in a show.", "Imagine Dragons was named the \"Breakthrough Band of 2014.\"", "John Denver has biked in Aspen, Colorado most of his life.", "Mukesh Ambani's parents were farmers.", "Babe Ruth was one of the first five members of the Illuminati.", "Mike Love co-founded a band.", "Charles II of England was born on Thursday 29 May 1630.", "Apple was incorporated as Apple Computer, Inc. in January 1977.", "Vikrant Massey starred in The X-Files.", "Dwayne Johnson has been featured in a Canadian business magazine.", "Star Search was relaunched in 2003-04.", "Canada was never the location of a French colony.", "David Carradine played the role Hamlet.", "System of a Down has only sold albums in Greenland.", "Led Zeppelin was first named the New Yardbirds.", "Payton Manning signed with the Ontario Broncos.", "Anthropology is a division of Davis Entertainment.", "Kafka stars an actor.", "Alex Rodriguez played for the Mariners.", "Charles Marie de La Condamine was born in 1701.", "Thirteen was created in the ocean.", "Pulp Fiction is written by a man.", "Wyatt Earp was arrested for stealing a cow.", "Giada De Laurentiis has been a contributor to a morning TV program.", "Joan Cusack was in Kansas.", "The Grammy Hall of Fame inducted Bohemian Rhapsody.", "Venus has a similar mass to Mars.", "United States House of Representatives contains different political parties.", "Hugh Jackman has a public feud with Christopher Nolan, preventing any collaboration between the two.", "Liv Tyler modeled as an infant.", "Neymar was born and raised in Brazil.", "Cate Blanchett was nominated for an Academy Award.", "Slash was born in 1965.", "Drake is only German.", "R. Madhavan was a cast member of 3 Idiots.", "James and the Giant Peach includes Richard Dreyfuss.", "The Citadelle Laferrière is a large red fortress.", "Ayn Rand condemned force.", "Anne Hathaway had a part in Ella Enchanted.", "Guam is deemed to be subject to the decolonization process by the African Union.", "Oh Yeon-seo was born.", "Ramzan Kadyrov founded the USA Wrestling National Tournament.", "Ben Stiller was involved in the film industry in the 1990s.", "The Los Angeles Lakers were nicknamed \"Showtime\" in the 1980s.", "In Avengers: Age of Ultron, the Avengers are defeated.", "Keith Urban had two children called Keith Urban.", "Slovenia is bordered by the Adriatic Sea.", "Italy is officially called the big meatball.", "Ron Cobb was only born in the year 1954.", "Just Dance was a song.", "Emmanuel Adebayor is Togolese and Japanese.", "Journey is a band.", "Russia is a recognized biologic weapon state.", "Life Is Peachy was released by Epic Records.", "In 2015, Red Velvet ejected a member.", "Sarah Silverman never wrote for a sketch comedy show.", "A mole is a structure.", "Shahid Kapoor supports charities.", "Doctor Who was written by the Ancient Greeks.", "L.A. Law ended on May 19, 1994.", "Jerry Seinfeld specialized in observational comedy.", "Transformers was advertised through stealth marketing.", "Marie Curie was naturalized-German.", "Brock Lesnar founded a Japanese mixed martial arts promotion.", "Honey to the B was the first album of a singer and actress from England.", "Will Ferrell is considered to be part of the Frat Pack.", "Demon Days charted at #78.", "Jessica Biel has not acted in comedy movies.", "Joey Graceffa is a computer engineer.", "Patrick Wilson (American actor) starred in NCIS.", "Donnie Wahlberg acts with Tom Selleck.", "Leukemia developed in 352,000 people in Spain.", "Rogue appears in Canadian comic books.", "The German Shepherd is the second-most registered breed by the American Kennel Club and The Kennel Club UK.", "Diego Costa was born in October.", "Ocean's Eight is a sequel to the Ocean's Trilogy.", "The United Kingdom includes Scotland.", "John Wick: Chapter 2 is a film.", "There are zero bodies of water in Ontario.", "Europe is the location of Andorra.", "Axl Rose has been named one of the greatest singers.", "Steffi Graf won 5 consecutive majors.", "Lumen Pierce is a caricature on Showtime.", "Sarah Silverman attended film school.", "The Los Angeles Lakers's current assistant of basketball operations is Magic Johnson.", "Jennifer Garner had a starring role in the film Catch Me if You Can.", "Boromir is mentioned in the third and last volume of The Lord of the Rings.", "Paul Simon is an actor.", "Game of Thrones (season 3) is a drama set in a fantasy world.", "Taiwan's high-tech industry plays a key role in the local economy.", "London has an elected official.", "Bill Gates was the largest individual shareholder of Microsoft.", "The phalanx may be deployed for killing.", "Robbie Collin edited The Saint.", "The Fisher King features Amanda Plummer as Bella Swan.", "Christianity failed to spread to Australasia.", "The Magna Carta promised access to swift marriages.", "Feels So Good was written for the album Hot.", "Deadpool is not part of a film series.", "Evolution was by someone born in May.", "Kmart has stores in operation in an unincorporated and organized territory of the United States.", "Ancient Algeria has known many empires and dynasties, including ancient Carthaginians.", "There is a group of Americans in the motion picture industry called the Directos Guild of America.", "David Tennant was on Polish radio.", "Clint Eastwood has been in films.", "Gorgeous Ladies of Wrestling is a wrestling promotion for women.", "Gustave Eiffel made significant contributions to aerodynamics.", "Idris Elba has been nominated four times for a Golden Globe Award in acting.", "Paul Rudd passed up the role he was offered in Role Models.", "The Twelfth Doctor is capable of superhuman abilities.", "Happy Endings had Lisa Kudrow in it.", "Grace VanderWaal won the NBC TV competition show America's Got Talent.", "Gil Sharone began working on an album in 2001.", "Jennifer Hudson has won a Grammy.", "Marie Antoinette died in 1793.", "The Uruguay national football team won two FIFA World Cups.", "Overwatch is a board game.", "The Sopranos is a televised show.", "Babe Ruth was active in Major League Baseball from 1914-1935.", "Roger Federer plays a racket sport.", "La La Anthony was in November Rule and Destined.", "The United States Naval Academy is in Maryland.", "Theodore Roosevelt considered running a marathon.", "Tom Welling was born November 26, 1977.", "In the Heart of the Sea was released in cinemas.", "Blues and rock music has been played by the band AC/DC.", "Emma Stone is Peruvian.", "Naruto is incapable of being a ninja.", "Marilyn Monroe is an actress.", "Christoph Waltz portrayed a character suffering from hallucinations.", "Wyatt Earp was a constable and he was American.", "Israel hosts a population of asylum seekers including illegal migrants from Sudan.", "The American Broadcasting Company has a nickname.", "Joan of Arc was a president of France.", "Cindy McCain is married to a 2008 rugby champion.", "Huntington's disease can be diagnosed at any time due to the level of genetic markers present in sufferers.", "Leonardo DiCaprio is a fish.", "The Secret Life of Us has aired in Northern Israel.", "T-Pain is the founder of a record label imprint established in 2005.", "Beyoncé was given a music award.", "Jacki Weaver worked in Italy.", "Marilyn Monroe played tragic characters.", "Alan Ladd failed to become television producer.", "VHS was released in late 1976 in Japan.", "Matt Smith's first television role was as a human.", "Transformers: The Last Knight features a song by John Turturro.", "Pixar was funded by an Indian industrial designer.", "Luke Evans was a successful electrical engineer.", "The Chernobyl disaster ultimately involved more than 500,000 workers.", "Frédéric Auguste Bartholdi was a painter.", "The Beatles were formed in London.", "Kumail Nanjiani has declined to act in any movies.", "Hacksaw Ridge made money.", "Ilkhanate contained nickel mines.", "In 2010, Kick-Ass was released.", "Harry Potter confronts someone in Harry Potter and the Deathly Hallows.", "Sophie Turner appeared in movies in 2013.", "Adam DeVine was on the NBC reality show Modern Family.", "Water only occurs artificially.", "Farrah Fawcett was the subject of an NBC documentary.", "Tiger Woods has not competed in a golf tournament.", "Brian Eno was born in England.", "Michelle Pfeiffer won a BAFTA Award for Best Actor.", "Portugal does not share a border with Spain.", "Steven Knight was born in 1959.", "Suits is a show about lawyers.", "Tom Hanks has been granted at least three awards.", "Dwyane Wade was rejected for the All-Rookie team.", "Michael Giacchino composed the score for Dunkirk.", "The Homesman features American actor John Lithgow.", "Star Wars' soundtrack was recorded in England.", "The cast of The Playboy Club includes Leah Renee.", "The Portuguese Empire was an empire in world history.", "Chris Froome's parents are people.", "Shueisha is a publisher headquartered in Maine.", "Friendship has been studied in academic disciplines like anthropology.", "Belgium is comprised of three regions.", "Chris Froome is a three-time runner-up in Spartan Race.", "Apple Inc.'s consumer software lacks the iOS operating system.", "Slipknot (band) attended an American band school.", "Queen Latifah won a Golden Globe in 2008.", "Kris Wu starred in a Chinese film called Journey to the West.", "Super Metroid is a movie sequel.", "One America News Network is abbreviated as OANN.", "Jennifer Garner is a board member of Save the Children.", "Family Guy was created by Seth MacFarlane and has been influential.", "The Portuguese Empire existed during the Renaissance.", "One actor is Scott Eastwood.", "Tall Story is a romantic comedy club.", "X-Men: Days of Future Past is a novel based on X-Men characters in comics.", "Richard Eyre is a television director.", "Plato was a president.", "Elephants have been featured in the Hindu religion.", "Furious 7 began principal photography in the summer of 2013.", "Prakash Jha is an actor.", "Splatoon 2 is the only game in its franchise.", "Nepal was ruled by the Shah dynasty until 2008.", "The interior of Uranus is only composed of gas.", "Sriti Jha plays the lead role in a TV show.", "Saratoga is a Canadian film.", "There is a film called Absolute Beginners.", "Qatar borders London.", "The Amanda Show aired from 1999 to 2002.", "Little Boy was a surname.", "Brock Lesnar is signed to a Japanese mixed martial arts promotion.", "The Hangover Part III includes Justin Bartha.", "Lee Harvey Oswald assassinated the 35th President of the United States.", "In & Out is directed by James Cameron.", "Mary Marvel predates the introduction of Superman's female cousin and she is significant.", "Tom Felton is a person.", "Where the Wild Things Are was released in a box.", "Louis Tomlinson appeared in a TV drama.", "Kalpana Raghavendar is an artist.", "Luke Evans had his Hollywood breakthrough role starring in a play.", "Emily Ratajkowski was visible in the \"Blurred Lines\" music video.", "10 Cloverfield Lane stars the actor John Gallagher, Jr.", "Chris Froome rides under a British license.", "Olivia Munn failed to be credited as Lisa Munn.", "Sharon Stone is a Zoroastrian.", "Naver provides a streaming service.", "Batman is yet to be released.", "Marlon Brando is an actor who was in Mutiny on the Bounty.", "None of lung cancer's symptoms is chest pains.", "Julius Caesar possessed a position from 15 February to 15 March.", "Iran has 21 UNESCO World Heritage Sites.", "The Taj Mahal attracts significantly less than 7-8 million visitors a year.", "Sunburn was killed in 1979.", "Lisbon is in Portugal.", "Arya Stark is the daughter of Lady Catelyn Stark.", "50 Cent's album Street King Immortal is available worldwide.", "Selene serves as the central character in a film written by Danny McBride in 2001.", "Pulp Fiction is an American black comedy neo-noir film released in 1994.", "Prussia became part of a unitary state.", "Dan Aykroyd has received zero Academy Award nominations.", "Dhool was directed by Dharani.", "Watchmen was number 91 on The Comics Journals list of the top 100 comics of the 20th century that was published in 2001.", "Android has had prosperity.", "Saddam Hussein died in 1937.", "Tim Rice has collaborated with someone.", "Hugo Weaving is in zero movies.", "Christian Bale has written The Fighter.", "Time Lords have time machines.", "Arsenic and Old Lace was released in 1964.", "The Catalyst is a rock song.", "Indiana Jones has been portrayed by Corey Carrier.", "Umbrella is a single.", "Warren Buffett works for a business magnate.", "Inhumans is developed for a certain group or purpose.", "Devdas won five presidential elections.", "Sandra Bullock stars in The Proposal.", "Martin Luther King Jr. worked on segregated housing in earnest.", "FC Barcelona was awarded five trophies.", "The Great Buck Howard was directed by Ingmar Bergman.", "John McEnroe is famous for his aggressive behavior on the court.", "Paper Moon (film) was the number one movie in 1973.", "Tiger Woods participated in 79 PGA Tour events.", "Allure is published by Conde Nast on Wednesdays.", "John Mayer's first EP was released while he was signed to Columbia Records.", "Dirty Diana is by Michael Jackson.", "Francois de Belleforest translated the works of Polydore Vergil for von Humboldt.", "American Gods' adaptation began airing.", "Adrienne Bailon is an American actress.", "Marlon Brando was in any movie but Julius Caesar.", "Up All Night was released by Syco Records in 2011.", "Little Miss Sunshine was filmed over 30 days beginning on June 6, 2005.", "IO Theater is a place where people train.", "Coke Boys Records was founded by an American Rapper.", "Lionel Messi won three awards by record voting margins.", "John McCain was a presidential nominee in 2008.", "Gia is a work.", "21 Jump Street was released by Columbia Pictures in 2002.", "Robert Richardson has collaborated with media workers.", "Kuala Lumpur has the Petronas Twin Towers.", "The television series Fargo has an anthology format, setting each season in a different era with a different story and cast.", "An annual training camp is hosted by the Carolina Panthers.", "Ronaldo Maczinski is Irish.", "Born This Way is a piece of music.", "By 1997, Andre Agassi was number 141 in the world.", "Charles, Prince of Wales was a grandchild of a king.", "Kitti's hog-nosed bat is the most common species of bat in the world.", "Man of Steel is a superhero movie from 2013.", "Kate Beckinsale was directed by James Ivory.", "Shakira is a performer.", "Michael Schumacher is a professional writer", "Bridget Moynahan was cut from Lord of War.", "There is a mosque in the Taj Mahal.", "The United States is entirely in NATO.", "Cry Freedom wasn't shot in Kenya.", "In the United States presidential election of 1972, Richard Nixon was a candidate.", "There is a cultural attraction called the Museum of Science and Industry.", "Carrie Fisher wrote a book.", "Anil Kapoor has never been a producer.", "Adolf Hitler encouraged settler colonialism.", "Before Night Falls is a film.", "An example of a Christmas comedy film is Home Alone.", "Steven Price (composer) worked on the film Gravity.", "Carrie Fisher was in a musical horror comedy.", "The 1991 NBA Finals had the Lakers in it.", "Google has been the second most valuable brand in the world for 4 blue years.", "Instagram is a photo-sharing application.", "International Relations includes the U.N.", "Prussia used to be an independent city.", "Snooki & Jwoww was renewed by at least one channel.", "The Republican Party was strongly committed to Spain.", "The Eagles broke up in 1980.", "Black Widow is Russian.", "Portugal is the 5th most peaceful country in the world and it also features a high-income advanced economy and the 18th highest social progress in the world.", "Drama school offers a Ph.D.", "Twitter had about 1.6 billion search queries per day in 2012.", "Water occurs in nature as glue.", "Afghanistan is in the Eastern Hemisphere.", "Ramadan is the ninth calendar month in Islam.", "The self-empowerment of the LGBT community is discussed in Born This Way.", "Unpredictable had a song called Mr. Wonderful.", "Hugo Weaving is in Suits.", "Jean Grey was present.", "Mao Zedong lived until 1976.", "The Hangover Part III includes Bradley Cooper, Ed Helms, Zach Galifianakis, Justin Bartha, and Ken Jeong, Jeffrey Tambor, Heather Graham, Mike Epps, Melissa McCarthy and John Goodman.", "Steven Tyler was active in the early 1980s.", "Wikipedia has articles in only english.", "The Philadelphia Museum of Art contains major holdings of English origin.", "Ellyse Perry is a man.", "American Idiot has not had five successful singles.", "Wyatt Earp was an actor.", "Sierra Leone's first Bishop  was Sir Milton Margai.", "Jane Fonda has been in a television show with Lily Tomlin.", "Monica Seles sang the national anthem at the second Grand Slam event of 2003.", "Toronto is the least populous city in Canada.", "Paul is Steve Jobs' middle name.", "Destiny was released for the console Playstation 4.", "Heather Graham played the title character in the series Emily's Reasons Why Not in 2010.", "Battle Studies World Tour was a global tour.", "Slash is in NASCAR.", "Samuel L. Jackson was in the M. Night Shyamalan film Unbreakable.", "The Murder of Roger Ackroyd is a work of science fiction.", "LeBron James appeared in a film written for television.", "Singapore is south of Indonesia.", "David Koepp is an artist.", "Jennifer Hudson was a finalist of American Idol.", "Hong Kong is incapable of being consistently ranked as the world's most freest economic entity.", "Manchester City F.C. was bought by the Abu Dhabi United Group.", "Unapologetic is a work.", "Nike, Inc.'s only trademarks are \"Just Do It\" and the Swoosh logo.", "Andre Agassi is a golfer.", "Liverpool F.C. was managed by Bill Shankly.", "Bangladesh is a founding member of nationalism.", "Jon Pertwee took part in Worzel Gummidge.", "Lee Child was born on October 29.", "David Carradine was nominated for four Academy Awards.", "Will Ferrell worked on an American computer model.", "Tequila is incapable of being made in Mexico.", "Selena Gomez is a Catholic.", "Michael Phelps holds three long course world records for swimming.", "Belgium has a transport network.", "Donald Glover never released an album.", "FC Barcelona was ranked second in the IFFHS Club World Ranking for 2015.", "Courteney Cox appeared on a show created by David Crane and Marta Kauffman.", "Sociology is the study of politics.", "Elizabeth Taylor was a singer.", "Chris Pine appeared in a 2012 American romantic comedy spy film.", "Ratatouille was directed by one person.", "Kurt Angle won a gold medal in freestyle wrestling at the 1995 World Wrestling Championships.", "Iron Fist was created by Damon Lindelof.", "Dangerous Beauty is a 1990 film.", "Freddie Mercury received a 4-star restaurant rating.", "The Avengers (2012 film) features Chris Evans.", "Jerry Goldsmith failed to collaborate with anybody during his career.", "Charles, Prince of Wales sponsors The Prince's Charities.", "Grizz Chapman was on 30 Rock.", "Nicki Minaj is a person.", "Margaret of Valois was imprisoned.", "Rabat has a metropolitan population of more than 1.2 billion.", "The Dayton Agreement was formally signed in Paris in 1995.", "The Mughal Empire was located in southern Asia.", "Monica Seles was a golfer.", "As the World Turns went away and an American talk show debuted on October 18, 2010 in its place.", "Princess Agents is a novel adaptation.", "The Vampire Diaries only aired two seasons.", "Inception's producers include Marion Cotillard.", "The Ten Commandments is reviewed by Cecil B. DeMille.", "Jim Carrey appeared in a film that is based on a comic book and cats.", "The Bends was released in the 1990's.", "Alandi is only a city.", "A singer in Got a Girl starred in Final Destination 3.", "Peggy Sue Got Married was directed by an American director.", "This Sporting Life was Richard Harris's first role.", "Role Models is a film.", "Gerald Ford was the United States president after Richard Nixon.", "Will Ferrell worked on a film.", "Jack Reacher is a 1600s period piece.", "Marshall McLuhan predicted his own death.", "Walt Disney founded a company.", "Brock Lesnar won against Randy Couture.", "The Philippines were named by the United States..", "José Aldo is in the Ultimate Fighting Championship and has been for a decade.", "Guam was employed by America.", "Urvashi Rautela is Indian and German.", "Sweden is a Scandinavian country.", "One of Future's studio albums was published in 2017.", "David Dhawan is a director of films.", "This Sporting Life was directed by a director born in 1919.", "International Relations includes technology and engineering, economics, communication studies, history, international law, demography, philosophy, geography, social work, sociology, anthropology, criminology, psychology, gender studies, cultural studies, culturology, and diplomacy, globalization, diplomatic relations, state sovereignty, international security, ecological sustainability, nuclear proliferation, nationalism, economic development, global finance, as well as terrorism and organized crime, human security, foreign interventionism, and human rights, as well, as, more recently, comparative religion.", "Underworld's main character is a supernatural creature.", "Avenged Sevenfold released an album.", "Brock Lesnar defeated someone.", "Chris Stapleton has a third album released in May 6th, 2017.", "Three Days of the Condor includes a Swedish actor.", "Tyra Banks presented America's Got Talent.", "Romelu Lukaku is a golfer.", "Black Panther is a communist.", "Toy Story is a movie of the buddy comedy adventure genres.", "FC Barcelona is in third position on the UEFA club rankings by ten points.", "Al Capone was not prosecuted for tax evasion.", "Apple was founded by Ronald Wayne who is a writer.", "Chet Atkins produced records for Dolly Parton.", "Trevor Baxter went to college at Dulwich College.", "A Song of Ice and Fire is part of an American book series called A Game of Thrones.", "Many voice actors act in Timon & Pumbaa.", "Jeff Bridges played a role in an American Revisionist Western film.", "Subhas Chandra Bose was a writer.", "Zach Galifianakis starred in a film.", "Nigeria is one of the countries in the Next Eleven.", "Angela Lansbury got significant recognition for her acting performance in The Manchurian Candidate.", "Aaron Carter is from North America.", "Murray was played by Keegan-Michael Key in Hotel Transylvania 2.", "Born Naked is an album.", "World War II did not include a military campaign lasting 6 years.", "Rock music incorporated music genres like a type of blues music distinguished by the use of electric amplification for musical instruments known as electric blues.", "Reba McEntire sang on radio shows.", "Billy Clanton has stolen pets.", "Ecuador borders Venezuela.", "The Constitution of Medina was written by Muhammad.", "Sleep can be disrupted by medical conditions.", "Frank is by a person.", "A German-American fashion model starred in The Host.", "Robert Redford guest starred on Perry Mason.", "Syria includes French people.", "Katie Stevens is Australian.", "Haiti is a member of the World Trade Organization.", "Anne Hathaway debuted in the Fox television series Get Real.", "Twitter has more than one office.", "Venus Williams has won a tournament.", "Red is inspired by a comic book series.", "J. Cole is a hip hop recording artist.", "The cast of The Playboy Club includes David Krumholtz.", "Portugal maintains a unitary semi-presidential republican form of government which means that the president exists alongside the prime minister and the cabinet and the central government is supreme.", "Randy Orton is a squid.", "Conan O'Brien is an Australian comedian.", "Rainn Wilson graduated in the 80s.", "George W. Bush's paternal grandfather is a Christian.", "Amsterdam was the leading centre for blue diamonds.", "Steel (1997 film) has Judd Nelson in its cast who originally tried out for Shaq's part.", "Zeus is the child of Cronus and Rhea.", "Robert Duvall is a Catholic.", "Matt Kuchar is a professional golf player.", "Burundi is only populated by Tutsis.", "Foo Fighters was created by a name reported by aircraft pilots.", "Nickelodeon has weekday programs.", "Australia had scientific exploration.", "Arrested Development won six Primetime Emmy Awards.", "Jim Carrey has worked with director Don Scardino.", "Eminem only performs alone.", "David Thewlis has performed.", "In 1968, Led Zeppelin formed.", "Dwyane Wade played for Chicago.", "Champion was based off of a Ring Lardner story.", "Sonny with a Chance started as a comic book.", "My Bloody Valentine 3D's editor was Patrick Lussier.", "Dwight Schrute was based on Gareth Keenan.", "Beasts of the Southern Wild was nominated for an award.", "Michael C. Hall is a lawyer.", "Mediterranean cuisine dishes are variants of salted cured fish roe.", "Transformers (film) is based on a toy line created by Hasbro.", "Laura Prepon portrayed Donna Pinciotti in That '70s Show.", "Charles Dickens was not English.", "Michael Fassbender was in the NBC miniseries Band of Brothers.", "Keeping Up with the Joneses had a budget.", "RenderMan was developed by Pixar.", "The Homesman features at least one American actor.", "Peter Cetera was an artist.", "Heartbreak Ridge was filmed in Technicolor.", "Cape Fear features a cameo from Robert Mitchum and it is directed by Martin Scorsese.", "Oliver Reed was in a movie.", "Maggie Smith is an actress.", "Jackie Robinson died in the seventies.", "Eric Trump's father's birthday is June 14.", "Me Before You is a romantic drama dragon.", "Ethiopia is a state.", "On February 18, 1949, Gary Ridgway was born.", "Eva Longoria has starred in Harsh Times.", "The House at Pooh Corner was written by English author A. A. Milne.", "Angela Lansbury was born to a family that was upper-middle-class.", "Henri Poincare was a French pianist.", "The World Science Festival is produced by the World Science Foundation.", "Tommy Chong is a poet and singer.", "XXx: Return of Xander Cage has the writer F. Scott Frazier.", "Kid Rock is an artist.", "Hillary Clinton was employed in the Obama administration.", "Paul Thomas Anderson was employed with Philip Seymour Hoffman.", "The Ten Commandments (1956 film) is a 1956 American movie.", "Kangana Ranaut was alive.", "Marlon Brando took part in a film adapted from the work of a writer of more than 40 books.", "Ringo Starr replaced Pete Best.", "Oscar Robertson is American.", "Wyoming is the least populous state in the United States.", "Heartland has no nationality.", "Following was only directed by Martin Scorsese.", "Bradley Cooper played Jake on an American romantic comedy television series.", "Jacinda Barrett is a person.", "Richard Harris was Iranian.", "Ubisoft created Assassin's Creed.", "Zlatan Ibrahimović was awarded a UEFA football award two times.", "Edgar Award honors the best in TV.", "Mark Millar has worked on Rebellion.", "Lewis Hamilton is a race car driver.", "Girls' Generation features Taeyeon.", "Pirates of the Caribbean is set in a fictional future setting.", "Ad-Rock is single.", "Gianluigi Buffon has been named Serie A Goalkeeper of the Year.", "Rhona Mitra writes songs.", "Above the Law is written and directed by Andrew Davis in 1987.", "Steven Soderbergh directed a biographical film and received acclaim.", "Dragon is taken from a linguistic system indigenous to sections of the Eastern Mediterranean.", "Following a stroke, Lauren Bacall died.", "Willow Smith is a capitalist.", "Led Zeppelin II was only released in Japan on October 31, 1969.", "O. J. Simpson was the victim of an armed robbery.", "Brian Helgeland won an award.", "De Profundis was written during an imprisonment.", "Planet of the Apes' director was Franklin J. Schaffner.", "Radioactive has won a Grammy.", "The hero of the Odyssey is Harry Potter.", "Houston economy is incapable of having a base in energy.", "Nice & Slow was released after 1990.", "Lewis Hamilton is a racecar driver in F1.", "Taylor Sheridan was unable to be cast in any crime drama television series.", "Ben Stiller did not direct or star in the film Zoolander.", "Nicole Scherzinger made progress towards the eventual creation of a clothing brand.", "Glenn Frey has only ever worked with Bernie Leadon.", "Turkey ended accession negotiations with the European Union.", "Selena Gomez starred in the 2013 film Spring Breakers.", "Watchmen is a graphic novel.", "One of the leads in Transformers: Age of Extinction is an American rapper.", "Emilio Estevez acts.", "The Gheg of southern Austria form the oldest continuous ethnic Albanian diaspora.", "Mauritius has high political freedom.", "Star vs. the Forces of Evil is an American animated series produced by Disney Television Animation.", "Sriti Jha retired from acting in 2010.", "Disinvestment from South Africa involved the United States and was passed in 1986.", "Adolf Hitler was elected by the Nazi Party, which was also known as the National Socialist German Workers' Party, in the German Reichstag which was the legislative body in Weimar Germany.", "Before the year 2000, The Ren & Stimpy Show was created.", "Krysten Ritter was on 'Til Death.", "The Incredible Hulk is the second episode in a series.", "A Perfect Circle was formed in a year.", "Farrah Fawcett forfeited four additional Golden Globe nominations for her 1980s work in TV movies.", "Judy Greer has not appeared in multiple films.", "25 was released in November and was successful.", "There is an actress name Eliza Dushka.", "Little Mix is a Ugandan girl group.", "Algeria is a country.", "Zindagi Na Milegi Dobara has a director named Laila.", "Baahubali: The Beginning was released in 2000.", "Charles Marie de La Condamine was born in Paris on January 28, 1701.", "Father of the Bride stars B. D. Wong as Wesley Wyndam-Pryce.", "Miley Cyrus is in the music industry.", "Bruno Mars has sold 9 billion balloons globally.", "The first single by The Who reached the UK top ten.", "Christina Aguilera has avoided the music industry entirely.", "Margot Kidder is a singer.", "Bill Gates was a chairman of Microsoft.", "Keanu Reeves played bass guitar for the band Becky in 2001.", "Gone with the Wind is a long-length fiction work.", "Black Mirror has received critical acclaim for its acting.", "Gold has a distinctive color.", "Lodging is done in a car.", "K-pop Star 2 featured Park Jin-young as a judge.", "The Khmer Empire was weak.", "Gwen Stefani received a World Music Award.", "Buddy Holly's birth name was Johnny Bravo.", "Liev Schreiber is an American actor.", "Oakland, California is a city populated by 419,267 people.", "Alex Rodriguez is an athlete.", "Nazi Germany happened after Hitler's death.", "Keturah was Abraham's wife.", "Game of Thrones (season 1) featured Scottish stage and television actor Iain Glen.", "Patrick Bateman is the villain protagonist of the game American Psycho.", "Jimmy Carter was not a president.", "Andy Dwyer appears in a series.", "Extracorporeal shockwave therapy (ESWT) is unused in cardiology.", "Yusuke Murata was the illustrator of an American football manga.", "Cosmopolitan as of 2011 contains content which includes three articles on fashion.", "There is a director named Fred Savage.", "Where the Wild Things Are was put out in December.", "Faith Evans works solely as an actress.", "Hot was by a pop singer from Britain.", "Natalie Portman was not in Star Wars.", "Havoc went to the public on November 29, 2005.", "Tyrion Lannister is also referred to as \"the potato.\"", "The Philippines were named after a King of Italy.", "Gabriel Aubry and Halle Berry have a child.", "Sharon Tate was a model.", "The Boys from Brazil features a corpse.", "Nick Kroll has a leading role in the comedy Get Him to the Greek.", "Helen Mirren has performed in Chicago and Liverpool.", "Melisandre was in a novel in a horror series by George R. R. Martin.", "Inhumans are DC characters.", "Cloud Atlas has been described as \"a sort of pointillist mosaic.\"", "Thirteen is based on Nikki Reed's death at age 12 and 13.", "Fiji's largest island is Kawelohea.", "Caitlyn Jenner did not change her gender.", "James Taylor released a compilation album.", "Slovakia joined in Eurozone in November 2009.", "Little Boy was dropped by Enola Gay.", "Taylor Schilling in the main cast of the series Orange is the New Black.", "Starbucks sells products from an Australian tea company.", "Florence Ballard is an accountant.", "Snoop Dogg is from Maine.", "Curse, Inc. is used by a game.", "Huginn is a raven that often travels with Odin.", "Iain Glen is only a film actor.", "Dangerous Liaisons is a restaurant.", "Portugal maintains a soccer league.", "The Billboard charts included Just Dance.", "Mickey Rooney was in a film based on the novel The Black Stallion by Walter Farley.", "Louise Simonson is from America.", "Nelson Mandela was President of South Africa from 1994 to 1999.", "Janet Varney is a German.", "Lust for Life is based on a 1934 novel.", "Alex Rodriguez has had a 22-year career.", "Lee Min-ho is a German singer.", "Destiny's criticism centered mostly around the game's storyline and post-campaign content.", "No artists lived in Amsterdam.", "Venice held a perceived status as the world's first financial center.", "Australia is a country in the Pacific Ocean.", "LeBron James hosted Sunday Night Live.", "Event management includes decor.", "Vanilla Sky stars a Spanish painter.", "The New York Giants play professionally.", "Shawn Mendes is represented by a Canadian record label.", "The Secret Life of Us failed to ever air anywhere.", "The Dark Knight is set in Metropolis.", "Jamie Foxx was incapable of portraying Ray Charles in Ray.", "A cause of anti-nuclear antibodies are are anti-sp100 antibodies.", "Emmy Rossum had a prominent role in a movie of which Maggie Greenwald was the director.", "The divine right of kings was brought into action by Henry VIII when he changed the English constitution.", "How to Lose Friends & Alienate People stars Simon Pegg, Kirsten Dunst, Danny Huston, Gillian Anderson, Megan Fox and Jeff Bridges, alongside Max Minghella and Margo Stilley.", "Equidae includes some species known only from fossils.", "Ty Cobb was born in rural Connecticut.", "Psychological findings link to research and perspectives from an academic discipline.", "Felicity Jones was nominated for an Academy Award for Best Actress.", "There is a screenwriter named Jim Rash.", "Scott Smith (activist) finished college in October.", "Canada ranks very highly in international measurements of fruit exports.", "Brock Lesnar was in New Japan Pro Wrestling.", "Paris hosts the French Open.", "Toy Story is a television show.", "Kalpana Raghavendar is a person who writes songs.", "The Odia language is used to communicate in Chhattisgarh.", "Melisandre was left out of A Storm of Swords (2000).", "Queen Latifah has won at least one Screen Actors Guild Award.", "Laadla was released.", "Stars Dance is Selena Gomez's debut album.", "Ileana D'Cruz starred in a movie.", "Jet Li was in The Forbidden Kingdom with Jackie Chan.", "Ted Kennedy worked with warmongers.", "Suits stars a dog named Harvey Specter.", "Dr. Dre established his own country.", "Derrick Rose was not born in the Chicago area.", "Paul Newman was an actor.", "Chris Brown has the most commercially successful career of any solo artist.", "Charles I of England was a pauper.", "SF are the initials used to represent San Francisco.", "Billy Clanton was unrelated to Newman Clanton.", "Katherine Heigl appeared in a science fiction television series.", "Stagira is the birthplace of Plato.", "Cara Delevinge did not win the Model of the Year award.", "David Harbour was born on June 2nd, 1991.", "In Burundi, there are 21 registered parties.", "Where the Wild Things Are was released in Australia.", "Furious 7 is a TV show.", "Sarah Paulson received a Golden Globe Award nomination.", "Caroline, Princess of Hanover is married to anyone but an heir.", "Chris Terrio is a film director from the United States.", "Bradley Cooper was in a commune.", "Grey's Anatomy is filmed in the United States.", "Michael McCullers worked with Greg Kinnear and he was successful.", "John Malkovich starred in Rounders.", "Neymar made his professional tennis debut at age 17.", "Kristen Stewart won an award for best actress for Welcome to the Rileys in 2011 for her role as Mama June.", "Houston economy has a base in airplane manufacturing.", "The Caspian Sea is bounded by Uzbekistan to the southeast.", "Planet of the Apes was a planetary success.", "Nikolaj Coster-Waldau was not in a Danish thriller film.", "Absolute Beginners featured a band formed in France.", "Sean Connery won three Golden Globes.", "Gujarat is in Western Boston.", "Cancer is a group of diseases involving abnormal cell proliferation.", "Seiko is a holding crew.", "Marion Cotillard portrayed someone.", "Chandni was created in 2001.", "Ronald Reagan worked for the president of the United States.", "San Francisco has sparse hills.", "Kill Bill: Volume 2 is about the Bride continuing her revenge against Bill.", "Captain America started in 1944.", "Music journalism is critical of popular music topics.", "Tom Felton is an actor.", "The Marvel Cinematic Universe's first phase ended.", "Titanium is in the novel Nothing but the Beat.", "Event management includes coordinating with spies.", "Jordan Knight is a dancer.", "Here is rarely by a singer.", "Hulk's coloration has not varied.", "Tanzania has a weather system.", "Roger Moore graduated on October 14, 1927.", "Roger Federer avoided tennis entirely.", "Andy Kaufman was an artist.", "Bruce Springsteen was a Kennedy Center Honors recipient in 2009.", "Britney Spears was in a movie.", "Planet of the Apes is a squid.", "Bal Gangadhar Tilak worked towards economic reform.", "The United States is the uppermost crust.", "Adolf Hitler encouraged Germans to settle in the Eastern part of Europe.", "Hayden Panettiere is a person.", "A Song of Ice and Fire is by George Raymond Richard Martin.", "Oh Yeon-seo worked in a group.", "Mango is the national fruit of the Philippines.", "Bob Dylan has been inducted into the best Golf Club in the world.", "Rebecca Ferguson was in a heavy metal band.", "Jodie Foster directed a musical film.", "Jackie Robinson played in six World Series and won three.", "George Best has been described as \"the worst player to ever pull on the green shirt of Wales.\"", "Bring It On (film) had zero involvement from Jesse Bradford.", "Roald Dahl writes books.", "Cinderella stars Cate Blanchett as the stepmother.", "Hypothyroidism can cause mood changes.", "Jon Watts has only ever been a plumber.", "Cosmopolitan as of 2011 only contains content which includes articles on dogs.", "By area, Nepal is the ninety-third largest country on Earth.", "Wentworth premiered on Broadway.", "The Fujitsu iPAD was introduced by Fujitsu in 2002.", "Cage Warriors is an MMA promotion that held its first event in London.", "American Horror Story: Hotel is a season of an FX romance serialized radio series.", "Lonesome Dove (miniseries) was nominated for eighteen Emmys in 1989 and won seven.", "Denial was released in Europe.", "Bruce Lee was in Baby Driver.", "The Royal Tenenbaum stars Dolly Parton.", "Avatar: The Last Airbender's antagonist is Aang.", "Apple was not founded in 1976.", "The capital of Bali is located in the brown part of the island.", "King Kong was composed by Peter Jackson.", "Conquest of the Planet of the Apes is genre fiction.", "Grace Kelly did not work with Alfred Hitchcock.", "Liberia held an election in Monrovia.", "Bill Clinton served a term in office.", "There is an actor name Peter Davison.", "Troy Baker was the rhythm guitarist for Tripp Fontaine.", "Sam Smith had a single in May.", "Keith Urban has released one album called \"John Cougar, John Deere, John 3:16.\"", "Sons of Anarchy premiered on FX.", "Arrow received funding.", "The Evil Queen has been voiced by Australian actress Eda Reiss Merin.", "Sarah Palin ran for presidency alongside a senator from Arizona.", "Peter Cetera was a member of Congress.", "Iron Fist is also called Immortal Iron Fist.", "In 1937, William Hanna worked.", "Taylor Kitsch only worked on the 2012 film Savages.", "Rescue Me ended on September 7, 2011.", "Noam Chomsky is credited in the creation of the universal syntax theory.", "In Azerbaijan, according to polls, 53% of the population state that religion has importance in their lives.", "Payton Manning signed with the Broncos following his release from the Colts in 2012.", "Christopher Lee portrayed Francisco Scaramanga in the film The Man with the Golden Gun.", "The Muppet Christmas Carol is a television show.", "Superior Donuts is a noir film.", "Usain Bolt is incapable of competing in sports.", "Mark Zuckerberg was named Person of the Year by Time magazine in May 2010.", "Jennifer Aniston is the murderer of John Aniston.", "Lana Del Rey's music has been regarded for its penchant for ideas of tragic romance.", "Dirt was produced by ABC studios.", "Beauty and the Beast was directed by Bill Condon in 2017.", "Peyton Manning is the son of an NFL quarterback.", "Song Sung Blue is a work of music.", "Purple Haze was released as a single for a record.", "Bruce Lee was only a professional martial artist and unable to act.", "Land Rover makes the Range Rover Evoque.", "Gilmore Girls is a show.", "2001: A Space Odyssey was distributed by Metro-Goldwyn-Mayer and gained much fame.", "Ted Bundy had two separate parties.", "Eva Longoria is a performer.", "Texas Longhorns men's basketball took part in the NCAA Final Four three times total.", "Ajay Devgn is an actor in the Canadian film industry.", "Russ is Chinese.", "Anne Hathaway played Madame Thénardier.", "Diana is a solo album by Diana Ross.", "George Orwell advocates dog ownership.", "The Silence of the Lambs was a film.", "Shakira founded a hospital.", "Joey Graceffa was employed to some degree with a video-sharing site.", "Megan Fox ended her acting career in 2001.", "Nick Nolte turned down the role he was offered in Tropic Thunder.", "Kelogenic diet contain nutrients.", "Sean Spicer was a father from 2011 to 2017.", "Ryuk (Death Note) is from a manga series that later became an anime.", "Russell Brand lacks the ability to portray other individuals.", "Lee Min-ho won Best New Actor award.", "Leslie Howard was a producer.", "New York City features Columbia University.", "John Wayne Gacy Jr. was a serial killer.", "It was announced that Black Panther would be developed by Marvel Studios in 1928.", "Joseph Stalin's birth took place before 1917.", "Heather Watson's competitor for the WTA singles title was Chang Kai-Chen.", "Kazakhstan the country fell in 1909.", "Friends with Benefits features actors.", "The Sopranos had seven seasons.", "England became the first industrialized nation.", "Anna Paquin was unable to perform the role of Flora McGrath.", "The Matrix Revolutions was directed by Steven Spielberg.", "Avengers: Age of Ultron premiered in LA in a theater.", "Bob Kane and Jerry Robinson claim responsibility for the Joker's design.", "Robert Wagner wrote his autobiography by himself.", "Rabat is larger than all other cities in Morocco except for one.", "The Beatles never played in London.", "Angelina Jolie was in Salt.", "Dangerous Liaisons is exclusively a drama film.", "Michael Jackson was acquitted of allegations.", "Courtney Love refused to appear in Man on the Moon (1999).", "Niall Horan wrote a song called Love.", "Yeh Dillagi had a cast.", "Régine Chassagne is a screenwriter.", "Taiwan did not change from a one-party military dictatorship to a multi-party democracy in the 1980s and early 1990s.", "Rain Man won an Oscar for Best Music.", "Battle Studies World Tour was a tour by a singer from the United States.", "There is a film called The Breakfast Club.", "Stephen Rider turned down the opportunity to work in the series Lucky 7.", "Sade is a female artist famous for her music and acting.", "Dangerous Beauty was directed by someone.", "October was the month in which Edgar Allan Poe died.", "Roger Penrose was a co-recipient of the 1988 Wolf Prize for physics along with Stephen Hawking.", "Muhammad did not migrate from Mecca to Medina.", "Anne Hathaway had a role.", "Octopuses do not release ink into the water as an escape mechanism.", "Margot Kidder appeared on the children's television series R.L. Stine's The Haunting Hour.", "Elephants have been featured in places.", "Three Men and a Baby is a baby food store.", "Alicia Vikander has worked with Oscar Isaac.", "Tyra Banks was the first African American woman in the centerfold of GQ.", "Lydia Hearst is a lifestyle blogger and model.", "KJ Apa was cast as a character in Riverdale in 2016.", "Canada is an island.", "Napoleon's campaigns are studied at schools.", "A loss of supply only has nothing to do with prime ministers.", "Ringo Starr has been featured in textbooks.", "Ivan Lendl has finished four years ranked as the world's top tennis player.", "Indonesia's wilderness supports a variety of life.", "Joan Collins was in Sunburn.", "The Belko Experiment is an American horror film.", "The 84th Academy Awards' winners included Beginners.", "Michael Keaton was nominated for an Academy Award for Best Actor.", "Tim Rice collaborated with members of Eurythmics.", "Newcastle United F.C. is well-known around the world.", "Randy Orton has been unable to move his entire life.", "Adderall contains a levoamphetamine component along with a dextroamphetamine component.", "Jordan Knight is a vegan.", "Novak Djokovic was born in 1987.", "The life of the writer of Thirteen is the basis for the story.", "Frank Sinatra was a pianist.", "Alex Rodriguez was suspended for plagiarism.", "Gwen Stefani's band released an album in 1995.", "Spain is in Europe.", "War of the Worlds is a film that is categorized as science fiction.", "Taylor Schilling starred in the horror film The Matrix.", "Mark Hamill is an American writer.", "Thor: The Dark World was released in October 2013 in the United States.", "Felicity Jones was in a work directed by James Marsh.", "O. J. Simpson died before football was invented.", "Ryan Phillippe and Reese Witherspoon married each other.", "WeChat includes payment services including setting up recurring payments.", "Augusto Pinochet died in 2006.", "My Sweet Lord is by The Temptations.", "Michael Keaton will play the role of a supervillain.", "Jordan Peele is a fantasy writer.", "Dogstar (band) performed in the United States.", "Moana is a work in the medium of animation.", "Salman Khan had a role in an action drama.", "Mel Gibson took a hiatus from directing.", "Bryan Cranston had the starring role in Hamilton.", "The Twilight series's is a young adult vampire romance series, the first book of which is called Twilight.", "Larry Junstrom is a bassist in a rock band.", "Emily Blunt starred in The Huntsman: Winter's War.", "The Ten Commandments is an epic movie.", "La La Anthony played only a character named Alice in a film directed by Tim Story.", "Anil Kapoor was in a television series starring Kiefer Sutherland.", "Christopher Lee was a Catholic.", "Demi Lovato is an LGBT community advocate.", "Ayutthaya was friendly towards foreigners.", "O. J. Simpson was an actor.", "March was the month Jennifer Grey was born on.", "Ben Whishaw was in Perfume: The Store of a Murderer.", "Arrow is available on DVD only in region 3.", "The Narrows is a film from America.", "The Academy Honorary Award was put in place in 1948.", "Caitlyn Jenner changed her gender from male to female.", "Travis Barker collaborated with others.", "Judith Quiney was the daughter of a man.", "Sam Worthington was born in 1876.", "Ron Perlman was born in 1950 as Ronald N. Perlman.", "The United States used nuclear weapons in warfare.", "Henry V is a 2012 British film.", "Joseph is the middle name of Neal Schon.", "Mark Cuban is a student.", "Chris Evans (actor) worked on Before We Go.", "Lily James was in a BBC production.", "Legally Blonde was scripted by Karen McCullah Lutz and Kirsten Smith and stars Reese Witherspoon.", "Major League Soccer playoffs does not go through November and December.", "President of the United States Ronald Reagan publicly describe the Soviet Union as an \"evil empire.\"", "Joseph Stalin was involved in the Soviet Union.", "Facebook is based in Menlo Park, California.", "Miley Cyrus died before releasing The Time of Our Lives.", "Adrienne Bailon is a farmer.", "Cosmopolitan as of 2011 contains content which includes articles on relationships.", "Apocalypse Now was never released in theaters.", "Instagram has widescreen videos.", "Rio de Janeiro is not in a metropolitan area.", "Reba McEntire sang in a high school band.", "David Beckham is from America.", "Sherlock is a single episode.", "William Hanna worked in the entertainment industry.", "Faith Evans's fifth album is called Thriller.", "The Invention of Lying is a restaurant.", "Batman's first appearance was in a 1939 comic.", "Constantine is a 2005 novel.", "Saving Private Ryan was the third highest grossing film of its year.", "Arrow is not on The CW.", "The Who included Zak Starkey as drummer.", "Cricket is followed in a region of Europe.", "Life After Death is by the American rapper The Notorious B.I.G.", "Las Vegas is a city.", "Michael Fassbender appeared in The Counselor in 2013.", "The Nashville Songwriters Association International provides funding for songwriting.", "Noam Chomsky is only a historian.", "Haiti shares an island in the Caribbean with the Dominican Republic.", "The 2017 Open Championship is played in England.", "Kendrick Lamar was born in Los Angeles, California.", "Cirrhosis can cause one to have yellow skin.", "Saved cast Malcolm Tierney.", "Marc Maron was the host of a show.", "Above the Law is produced by Andrew Davis and Steven Seagal.", "Angelina Jolie is a Canadian actress that was involved with Kung Fu Panda 3.", "Star Wars: The Force Awakens was co-produced by the president of DreamWorks.", "Bruno Mars has his own band.", "Stockard Channing acted in The Fortune (1975).", "Stevie Ray Vaughan stayed in Boston his whole life.", "George Lucas founded an American film and television production company.", "James Mangold directed a 2005 game.", "Sarah Michelle Gellar appeared in Paris.", "An American singer starred in The Host.", "Purple Haze is a Jimi Hendrix song.", "Beautiful reached number two on 2001 charts.", "Minos fathered Persephone.", "School 2013 depicts the struggles and dilemmas that modern-day Korean youth face at school.", "Naomi Watts was not in a film directed by Tom Tykwer.", "Ajay Devgn is a banker.", "Melanie Griffith is a Catholic.", "A subtype of anti-nuclear antibodies are anti-nRNP antibodies.", "Dirt (TV Series) is produced by ABC.", "Jimmy Carter was the 39th Governor of Alabama.", "Psychology is a relatively new field.", "Tyne Daly performed in Black Hole.", "Emily Ratajkowski was raised in California by circus performers.", "The United Kingdom does not have a parliamentary system.", "Diego Costa fails to play for English club Chelsea.", "Pompeii receives approximately 2.5 million donations every year.", "Indiana Jones has been played by American actor River Phoenix.", "Millie Bobby Brown is an American model.", "Bangalore was conquered by an Indian power in 1638.", "Arkham Asylum's patients include a villain.", "In Dubious Battle starred an actor.", "Mao Zedong is not a poet and visionary.", "Veronica Mars is played by an American.", "Man of Steel features a DC Comics character.", "Born This Way drew only praise from Latino communities.", "Cleopatra (1963 film) is an epic historical drama book.", "Saint Peter was well-read.", "2001: A Space Odyssey was financed.", "Melisandre is a character created by a Swede.", "Mark Millar has worked on cars.", "The Great Outdoors (film) was the highest grossing film by Howard Deutch.", "Abigail Breslin is a person who acts.", "Michel Gondry was a music video director that went on to direct movies.", "Social issues was a topic Victor Hugo wrote about.", "Nicole Kidman is not a citizen of any country.", "Three Days of the Condor features a Swedish actor.", "Ryan Gosling starred in a marital drama.", "Gone with the Wind is a book.", "Juana la virgen is a telenovela from Venezuela.", "Rebecca Ferguson has yet to be in film or television.", "George W. Romney had only daughters.", "George W. Romney was Mitt Romney's priest.", "Anton Yelchin acted in plays.", "Ricin is a compound.", "Frederick Trump was born in Kallstadt in 1991.", "Maisie Williams is a woman.", "Beastie Boys was formed in Australia.", "Annie Parisse is Annie Parisse's mother's name.", "Arjun Kapoor is a singer.", "World War II did not have campaigns occurring in Asia.", "Ron Perlman was born in 1945.", "Cupid (2009 TV series) is a romance.", "Tequila is made in church.", "Tom Cruise worked with Cameron Crowe.", "Michael Schumacher was born in August.", "The Titanic had a writer.", "Donnie Wahlberg is a Canadian actor.", "A central venous catheter is also known as something else.", "Turkey is a founding member of The G20.", "Ellen DeGeneres is American.", "Beauty Shop lacks an American.", "Kaakha Kaakha is a film.", "Lymphoma is a kitten.", "The Godfather Part III was only nominated for five Academy Awards.", "Deadpool (film) was directed by Canadian singer and ballerina Tim Miller.", "Oliver Reed was in a movie in 1981.", "Michael Winterbottom has done work with Paul Popplewell.", "David Carradine worked.", "Devdas won ten Filmfare Awards in 2003.", "Dangerous Beauty is a film of two genres.", "The Belko Experiment was released in 3D.", "Thinkin Bout You was nominated for a dog.", "The Leftovers is a Hogwarts house.", "Inhumans is an upcoming American television series.", "Sean Combs founded Bad Boy Records in 1993.", "Girls' Generation has one other name, GirlSquad.", "Dragon is derived from outside of a language native to Greece.", "Varun Dhawan was in the crime thriller Badlapur.", "Quartet was filmed in 2011 and premiered in 2012.", "Lady Gaga has yet to write a song.", "100 Greatest of All Time had timed episodes.", "The Los Angeles Lakers hold an NBA record.", "Rick and Morty's second season premiered in July of 2015.", "Gustave Eiffel focused on research in meteorology.", "Sean Connery did not act in Highlander.", "Telangana contains the metropolis Khammam.", "Anne Hathaway acted in the American neo-western romantic drama film Brokeback Mountain.", "Miley Cyrus's first English EP is The Time of Our Lives.", "Karl Urban was in Star Trek Into Darkness.", "Steve Mouzakis was in the film Where the Wild Things Are.", "Lithuania is a country that is part of the European Union.", "Mel Colmcille Gerard Gibson is the full name of Mel Gibson.", "Saamy was written by Peter Jackson.", "Boston Legal stars James Spader.", "Australia was scientifically explored to find what was there.", "Tom Morello worked in rock music for both Rage Against the Machine and Audioslave.", "Sweden is a political entity.", "The United States became the world's sole superpower in 1991.", "Kendrick Lamar was baptized in Compton, California.", "Lewis Hamilton was named Personality of the Year.", "Elephants have rarely been featured in popular culture.", "The Caspian sea is bounded by Russia.", "Boston is known as an international center for post-secondary education.", "Tyra Banks appeared on the cover of Sports Illustrated Swimsuit Issue in 1999 and 2005.", "Peter Cetera was on an album unconsidered for induction into the Grammy Hall of Fame.", "Canada ranks in the top ten in international measurements of civil liberties.", "Tobey Maguire is an American producer born in Florida.", "Hayden Panettiere was ten years old when she auditioned for Remember the Titans.", "Molly Bernard was born on the 10th.", "Courtney Love appeared at a 1999 American convention.", "Thirteen Reasons Why is incapable of being published by RazorBill.", "Genghis Khan's empire was split by his grandsons in 1000 CE.", "The Communist Party of the Soviet Union was absolutely removed.", "The Twilight Saga films have zero actors and instead use colored geometric shapes.", "Iain Glen is a television actor.", "Jack Black stars in Shallow Hal.", "The Beach Boys had thirty-six Canadian Top 40 hits.", "Massachusetts touches water.", "Tom Welling played Draco Malfoy.", "There are Disney characters in Kingdom Hearts.", "CBS bought all shares in United Independent Broadcasters, Inc.", "Theodore Roosevelt was a leader.", "Maggie Gyllenhaal was born in the Bronx."]