{"On Feb. 7, several major newspapers carried stories of the declaration by NASA and NOAA that the past five years have been the warmest on record.": ["Moreover, coverage of climate science is increasing.", "This larger warming in the upper troposphere than at the surface has been observed over the last 20 years thanks to the availability of sufficiently accurate observations .", "Mean air temperature: New literature confirms a continuous warming since the beginning of the 20th century in the majority of the eight sub-regions .", "AR5 Chapter 7 stated with confidence that warmer temperatures have benefited agriculture in the high latitudes, and more evidence has been published to support this statement."], "A new article in Nature Geoscience  describes an innovative approach employed to derive ice-mass changes  from GRACE data.": ["Since SROCC, Marzeion et al projected 21st century global-scale glacier mass changes based on seven global-scale and four regional-scale glacier models , temperature-index methods and simplified energy balance calculations .", "In summary, in agreement with SROCC, progress in global scale glacier modelling efforts allows medium confidence in the capability of current-generation glacier models to simulate the magnitude and timing of glacier mass changes as a response to climatic forcing.", "The GRD effect associated with mass loss from an ice sheet is sensitive to the spatial distribution of that mass loss.", "Ice-core records from vulnerable alpine glaciers in the tropics and the mid-latitudes document more frequent melt layers in recent decades, with glacial retreat occurring at a rate and geographic scale that is unusual in the Holocene ."], "Multiple lines of independent evidence indicate humidity is rising and provides positive feedback.": ["Third, confidence is increased when there is experimental or empirical evidence of a mechanistic link between particular climate metrics and a biological response.", "There is robust evidence that this effect has been observed around slow- and rapid-onset climate events related to drought .", "Fourth, confidence is increased when particular fingerprints of climate change are documented that uniquely implicate climate change as the causal driver of the biological change .", "Increased humidity decreases the lifetime of ozone and increases particulate matter and indoor mould levels , potentially affecting near-shore air quality."], "The Greenland ice sheet is at least 400,000 years old and warming was not global when Europeans settled in Greeland 1,000 years ago": ["The Greenland Ice Sheet contributed about 4 m, consistent with ice thinning rates inferred from the Camp Century ice core .", "The Greenland Ice Sheet has lost 4890 Gt mass over the period 1992–2020, equivalent to 13.5 mm global mean sea level rise."], "'On June 23, 1988, NASA scientist James Hansen testified before the House of Representatives that there was a strong \"cause and effect relationship\" between observed temperatures and human emissions into the atmosphere.": [], "In addition, [climate models] ignore the fact that enriching the atmosphere with CO2 is beneficial": ["Yet, these estimates do not account for the economic benefits of avoided climate change impacts USD2015 tCO2 in 2050; in pathways that limit warming to 1.5°C USD2015 tCO2 in 2050.", "Limiting or excluding bioenergy and/or BECCS increases mitigation cost and may limit the ability of a model to reach a low warming level .", "For instance, prioritising air quality has climate co-benefits but does not ensure the lowest cost climate strategy .", "This means that the CO2 concentration accompanying specific global warming levels may be too low and lead to overly large projections of soil moisture decrease in those models.", "In models, climate solutions remain supply-side oriented, and evaluated against GDP, without acknowledging the reduction in well-being due to climate impacts."], "‘Summers keep getting hotter,’ said Friederike Otto of the University of Oxford, who conducted extensive research into data from the heatwave that spread Europe in June, July and August 2017.": [], "Most likely the primary control knob on climate change is the ocean waters and this environment that we live in.": ["Climate regulation by the ocean depends on physical and biogeochemical processes .", "But biodiversity changes, warming, acidification and non-climate drivers .", "It is well established that climate change compounds the impacts of pressures that humans place on the environment ."], "But the central message of the IPCC AR4, is confirmed by the peer reviewed literature.": ["IPBES aims to coordinate with the IPCC more directly, but literature will be required to support these reports.", "Thus, while the IPCC’s role is clearly perceived as that of a reference – an authoritative starting point – there is a need for complementary information to translate the assessments at the national, local or sectoral level ."], "The trend in CO2 at Mauna Loa is practically identical to the global trend because CO2 mixes well throughout the atmosphere.": ["There is high agreement that carbon taxes can be effective in reducing CO2 emissions .", "Earth system modelling experiments since AR5 confirm that the zero CO2 emissions commitment .", "Continental shelves, excluding near-shore areas, act as CO2 sinks at a rate of 0.2 ± 0.02 PgC yr–1 , considering ice-free areas only.", "There is thus high confidence that CO2 emissions leave a long-term legacy in ocean acidification, and are therefore irreversible at multi-human generational scales, even with aggressive atmospheric CO2 removal.", "Moreover, these CO2 effects would not affect the direct evaporation from soil and water bodies, which is very relevant in the reservoirs of warm areas .", "There is medium confidence that the ocean CO2 inventory strengthened again in the decade 2005–2015 ."], "The ­atmospheric residency time of carbon dioxide is five years": ["Estimated storage timescales vary from decades to centuries for methods that store carbon in vegetation and through soil carbon management, to ten thousand years or more for methods that store carbon in geological formations.", "Compared to those measurements, models tend to transport BC too high in the atmosphere, suggesting that lifetimes are not larger than 5.5 days .", "Under one scenario including a peak and decline in atmospheric CO2 concentration .", "For scenarios that reach net zero carbon dioxide emissions, the uncertainty in the ERF values of aerosol and other short-lived climate forcers contribute substantial uncertainty in projected temperature.", "The century-scale climate–carbon cycle response to a CO2 removal from the atmosphere is not always equal and opposite to the response to a CO2 emission (medium confidence).", "This declining carbon storage may be offset by CO2 fertilization ."], "Societies do fall apart from war, disease or chaos.": ["For example, what constitutes and is experienced as hazards and as drivers of conflict will shift over time as societies adapt to climate change ."], "Currently, humans are emitting around 29 billion tonnes of carbon dioxide into the atmosphere per year.": ["In terms of annual CO2 emissions per capita, in 2019 Canada had 15 metric tons of CO2 per person .", "It is unequivocal that the increase of CO2 , CH4 , and N2 O in the atmosphere over the industrial era is the result of human activities , 335–383 teragrams of methane per year , and 4.2–11.4 teragrams of nitrogen per year , respectively was distributed between three Earth system components: 46% accumulated in the atmosphere ocean sink , with a faster growth of 9.3 ± 2.4 ppb yr–1 over the last six years .", "Increasing concentrations of CO2 are expected to increase carbon stocks globally, with the strongest effects in the tropics .", "Oceanic and terrestrial carbon sinks are projected to continue to grow with increasing atmospheric concentrations of CO2 , but the fraction of emissions taken up by land and ocean is expected to decline as the CO2 concentration increases ."], "Severe storms, floods and agricultural losses may cost a great deal of money, but such extreme weather events—and their resulting costs—are dramatically declining as the Earth modestly warms.": [], "However, weather imposes its own dramatic ups and downs over the long term trend.": ["While compound, concurrent and consecutive climate extremes become more frequent, there is limited knowledge on sectoral risks or on cascading risks for through transport, telecommunications, water, and banking and finance."], "If the same eruptions had happened near the more recent end of the dataset, they could have pushed the overall trend into negative numbers, or a long-term cooling,’ Christy said.”": ["Temperature extremes have likely increased in the intensity and frequency of hot extremes and decreased in the intensity and frequency of cold extremes .", "Whether this means a change in its trend needs the support of longer observation data.", "A series of small-to-moderate eruptions since 2000 resulted in perturbations in SAOD of 0.004–0.006 To conclude, strong individual volcanic eruptions cause multi-annual variations in radiative forcing.", "Large tropical volcanic eruptions are also known to weaken the Asian summer monsoon, in observations and model simulations over the last millennium , although a hemispheric dependence is found, with Southern Hemisphere eruptions even strengthening the monsoon around India ."], "For example, geothermal energy is available at all times, concentrated solar thermal energy has storage capability, and wind energy can be stored in compressed air.": ["Examples include solar photovoltaic systems, batteries, and thermal heat pumps.", "As a result, a range of different types of generation, energy storage, and transmission resources may be deployed in these systems .", "Other technologies that could be used are photovoltaic/thermal , solar/biomass hybrid systems , solar thermoelectric , solar powered sorption systems for cooling , and on-site renewables with battery storage .", "Examples in energy supply, include electrification in Kuwait, natural gas in the Netherlands, nuclear electricity in France and Sweden, combined heat and power in Denmark, renewable energy in Uruguay, and coal retirements in Ontario, Canada .", "Similarly, for energy access in developing countries, renewable energy or hybrid distributed generation systems are increasingly being prioritised because of challenges associated with access, costs and environmental impacts from traditional fossil fuel-based energy technologies Energy systems have been a historical driver of climate change, but are also adversely affected by climate change impacts, including short-term shocks and stressors from extreme weather as well as long-term shifts in climatic conditions ."], "It has occurred during the warmest year on record, which occurred in 2015, and the two most unusually mild months on Earth, which took place in January and February, respectively.”": ["Since the mid-20th century, extreme warm temperatures have increased and extreme cold temperatures have decreased in the region .", "Temperature extremes have likely increased in the intensity and frequency of hot extremes and decreased in the intensity and frequency of cold extremes .", "A significant increase in the intensity and frequency of warm extremes and length of heatwaves and a decrease in the frequency of cold extremes were likely observed .", "Widespread and rapid changes in the atmosphere, ocean, cryosphere and biosphere have occurred has warmed since the 1970s and extremely likely that human influence is the main driver.", "It is characterized by mild humid winters and dry warm or hot summers, which are associated with large scale subsidence that is partly related to the downward branch of the Hadley circulation.", "The warming pattern likely varies across seasons, with northern high latitudes warming more during boreal winter than summer (medium confidence)."], "Germany managed to increase its use of renewables and its output of carbon dioxide at the same time -- because it resorted to cheap coal to keep the lights on at a price its people could afford.": ["Energy and/or carbon taxes are a climate policy, which can help in reducing energy consumption and manage the rebound effect ."], "Modellers assume carbon dioxide drives climate change": ["A key issue addressed in this Report is whether climate models are adequate or ‘fit’ for purposes of interest, that is, whether they can be used to successfully answer particular research questions, especially about the causes of recent climate change and the future evolution of climate .", "The century-scale climate–carbon cycle response to a CO2 removal from the atmosphere is not always equal and opposite to the response to a CO2 emission (medium confidence).", "In practice, models implement climate constraints by either iterating carbon-price assumptions or by adopting an associated carbon budget ."], "Ocean levels have been rising for the last 20,000 years[…] No climate scientist can tell you when natural sea level rise stopped and man-made sea level rise began.": ["For example, sea level rise 50 years after a 1°C warming will be lower than sea level rise 150 years after that same 1°C warming , depending on whether near-term transient climate, end of the century, equilibrium climate or climate states after an initial overshoot are considered.", "High rates of sea level rise in the North Indian Ocean are accompanied by a weakening summer South Asian monsoon circulation The Arctic ocean is typically excluded from global sea level studies, owing to the uncertainties associated with resolving sea level in ice-covered regions, strong variations in gravitational, rotational, and deformational ."], "Only very few peer-reviewed papers even go so far as to say that recent warming is chiefly anthropogenic.": ["However, some communities do not associate their problems with the scientific concept of climate change, so discussions on whether it is human induced and its causes or relationship with other problems can become irrelevant .", "However, very few studies have quantified the impact of these policies on climate.", "Yet anthropogenic global climate change was of little or no consequence in the 1930s.", "The GCMs and ESMs compared in CMIP6 The FAR concluded that while both theory and models suggested that anthropogenic warming was already well underway, its signal could not yet be detected in observational data against the ‘noise’ of natural variability ."], "A World Heritage site, it is currently under assault from unusually hot ocean temperatures,”": ["The 685 km 2 of coral reefs along NES’s coast (likely an underestimate ) are exposed to increased sea temperatures.", "Coastal archaeological and historical sites are especially vulnerable to SLR Future seawater CO2 levels have been shown in laboratory studies to negatively impact Pacific and Atlantic squid, bivalve, crab and fish species .", "Exceptionally hot days, torrential rainfall and other extreme weather events have a direct impact on people, communities and ecosystems.", "Extreme heat events are affecting natural assets and built infrastructure as well as individuals in cities and rural settlements across North America ."], "During a state House debate on a jobs and energy bill this week, Democrats offered an amendment that would put the Legislature on record saying that climate change is real and that humans are causing it.": ["Despite expert scientific consensus on anthropogenic climate change, there is polarisation and an ongoing debate over the reality of anthropogenic climate change in the public and policy domains, with attendant risks to society ."], "Sending oscillating microwaves from an antenna inside a vacuum through an electromagnetic field through a dielectric material, such as water, creates radio frequency heating at the molecular level": ["For example, water vapour in the atmosphere naturally produces a weak signal at 23.8 gigahertz .", "Physically consistent but implausible temperature changes in RCMs can occur.", "Marine heatwaves have increased in frequency over the 20th century, with an approximate doubling since the 1980s .", "Water is a crucial input for hydroelectric and thermoelectric energy production, which together account for 94.7% of the world’s current electricity generation .", "The development of thermoelectric conversion materials that produce power from unused heat and energy harvested from a higher temperature environment is also progressing, with several possible applications in industrial processes ."], "The current debate on the connection between CO2 emissions and climate change has largely overlooked an independent and equally serious problem, the increasing acidity of our oceans.": [], "ever since December temperatures in the Arctic have consistently been lower than minus 20 C": ["Increases in permafrost temperature have been observed over the past three to four decades throughout the permafrost regions .", "The report also found that Arctic sea ice extent has very likely decreased for all months of the year since 1979 and that September sea ice reductions of 12.8 ± 2.3% per decade are likely unprecedented for at least 1000 years.", "Changes in the Arctic are more pronounced than elsewhere and portend climate-change impacts in other areas of the globe.", "In the Arctic, anthropogenic sea ice changes have already emerged from the background internal variability, and anthropogenic alteration of air temperatures will emerge in the early- to mid-21st century .", "The North American Arctic is warming at nearly three times the global average, creating a cascading web of local, regional and global impacts within and beyond polar regions."], "\"The IPCC also made false predictions on the Amazon rain forests, referenced to a non peer-reviewed paper produced by an advocacy group working with the WWF.": ["Trust in experts, institutions and environmental groups is also important Rhetoric and misinformation on climate change and the deliberate undermining of science have contributed to misperceptions of the scientific consensus, uncertainty, disregarded risk and urgency, and dissent .", "Vested economic and political interests have organised and financed misinformation and ‘contrarian’ climate-change communication .", "Their claims, however, were largely unsubstantiated or drawn from analysis by in-country experts .", "Intact old-growth Amazon rainforest has been a net carbon sink from 2000 to 2010 but may have become a net carbon source in 2010–2019 .", "The IPCC’s Assessment Report 5 was critiqued for silences on how perceptions shape climate action and the behavioural drivers of adaptation responses ."], "You're going to have an increase in the amount of ice in Antarctica because of global warming.": ["With increasing global warming, some compound events with low likelihood in past and current climates will become more frequent, and there is a higher chance of occurrence of historically unprecedented events and surprises (high confidence)."], "The rapid changes in the climate may have profound consequences for humans and other species… Severe drought caused food shortages for millions of people in Ethiopia, with a lack of rainfall resulting in “intense and widespread” forest fires in Indonesia that belched out a vast quantity of greenhouse gas": [], "Currently, sea-level rise does not seem to depend on ocean temperature, and certainly not on CO2.": ["Over the 21st century, ocean heat and CO2 uptake will continue and sea ice loss from warming will allow some additional CO2 uptake , but the ocean will take up a smaller fraction of CO2 emissions as atmospheric CO2 concentrations rise There is very limited evidence on climate-driven air-quality changes in the coastal zone.", "Climate change is not expected to substantially impact global solar insolation and will not compromise the ability of solar energy to support low-carbon transitions .", "This will be the case even if global warming is stabilized at 1.5°C.", "For moderate levels of sea level rise, it is unlikely that these changes alone will exceed the technical limits of coastal adaptation over the 21st century .", "Models also indicate that global sea level rise, as well as warming, ocean acidification and deoxygenation at depth, are irreversible for centuries or longer ."], "We're coming out of the Little Ice Age": ["Humankind is at the verge of leaving the Holocene climatic envelope, in which all human achievement since the advent of agriculture has occurred.", "Sea ice loss due to climate change is expected to accelerate over the next century ."], "‘The dry periods are drier and the wet periods are wetter,’ said Jeffrey Mount, a water expert and senior fellow at the Public Policy Institute of California.": [], "Also, it is increasingly clear that the planet was significantly warmer than today several times during the past 10,000 years.": ["There is growing confidence that modern reanalyses can provide another line of evidence in describing recent temperature trends .", "Temperature has also driven marine range shifts over multi-million-year time scales .", "This larger warming in the upper troposphere than at the surface has been observed over the last 20 years thanks to the availability of sufficiently accurate observations .", "Since then, increased warming and progressively more conclusive attribution studies have identified human activities as the ‘dominant cause of the observed warming since the mid-20th century’ ."], "Trump's action could push the Earth over the brink, to become like Venus, with a temperature of two hundred and fifty degrees, and raining sulphuric acid.": ["A low-likelihood, high-impact outcome would be several large eruptions that would greatly alter the 21st century climate trajectory compared to SSP-based Earth system model projections.", "That judgement refers to impacts that exceed the threshold for severity considered here, suggesting that global warming of 4°C would produce severe risks to peace under present societal conditions .", "Once such risks materialise, as is expected at very high risk levels, the impacts would persist even if global temperatures would subsequently decline to levels associated with lower levels of risk in an ‘overshooting’ scenario (high confidence)."], "\"Three recent articles give us reason to question the alarmists’ claims  that coral reefs are in deep trouble due to the buildup of greenhouse  gases.\" (World Climate Report)": [], "Scientists retracted claim that sea levels are rising.": ["The results of Gregory et al show that, if the ice sheet loses mass equivalent to about 3–3.5 m of sea level rise, it would not regrow to its present state, and 2 m of the sea level rise would be irreversible.", "Relative sea level: Satellite altimetry and tide data show that relative sea levels , which is broadly consistent with findings in Oppenheimer et al ."], "Less energy is escaping to space: Carbon dioxide (CO2) acts like a blanket; adding more CO2 makes the 'blanket' thicker, and humans are adding more CO2 all the time.": ["While global net GHG emissions have increased since 2010, global energy intensity also decreased by 0.3% yr –1, mainly due to fuel switching from coal to gas, reduced expansion of coal capacity, and increased use of renewables, and with large regional variations over the same period.", "Many scenarios, including stringent mitigation scenarios, show continued growth in final energy; however, the carbon intensity of energy declines in all mitigation scenarios .", "There are several studies projecting decreasing solar production, but these are generally influenced by other factors, for example, increasing air pollution .", "This corresponds to an Earth energy imbalance of 0.50 W m–2 for the period 1971–2006, increasing to 0.79 W m–2 for the period 2006–2018, expressed per unit area of Earth’s surface."], "\"[T]he influence of  so-called greenhouse gases on near-surface temperature - is not yet  absolutely proven.": ["Because the cloud-top temperature does not change significantly with global warming, cloud LW emission does not increase even though the surface warms, resulting in an enhancement of the high-cloud greenhouse effect ).", "The degree to which N2O production impacted PETM warming, however, has not yet been established.", "This is consistent with literature that suggests that greenhouse gas ."], "Famine, economic collapse, a sun that cooks us: What climate change could wreak — sooner than you think.": [], "There is no single continuous satellite measurement of Total Solar Irradiance (TSI).": ["However, none of the current observational approaches have yet been able to reduce the uncertainty ranges in global emissions estimates.", "The lack of pre-industrial ozone measurements prevents an observational determination.", "Kinne provided updated monthly total AOD and absorption AOD climatologies, obtained by blending multi-model averages with ground-based sun-photometer retrievals, to find a best estimate of IRFari of −0.4 W m−2.", "Since the 1960s, the total solar radiation on the ground in Asia has shown a downwards trend as a whole, which is consistent with the change in global total solar radiation on the ground, and has experienced a phased change process of ‘first darkening and then brightening’ However, wind speed over most Asian regions is obviously decreasing .", "There is no single spatial scale at which energy systems might be defined and assessed.", "Additionally, there is no standardisation of emissions data and limited independent validation procedures ."], "(2009) have demonstrated recently  – the upper troposphere (the only place where adding CO2 to the  atmosphere could make any difference to temperature) is considerably  drier than the models are tuned to expect.\"": ["It is very likely that global mean stratospheric cooling will be larger by the end of the 21st century in a pathway with higher atmospheric CO2 concentrations.", "The temperature dependence is not only evident at very high CO2 concentrations in excess of 4×CO2, but also apparent in the difference in temperature response to a 2×CO2 forcing compared with to a 4×CO2 forcing , and as such is relevant for interpreting century-scale climate projections.", "There has been a small (1%) increase in the stratospheric-temperature-adjusted CO2 radiative efficiency, and a +5% tropospheric adjustment has been added.", "Increasing atmospheric CO2 concentrations increase plant growth and water-use efficiency, but there is low confidence in how these factors drive regional water cycle changes.", "Globally, increasing atmospheric CO2 enhances the terrestrial sink but temperature increases constrain it, reflecting the biological process understanding highlighted in previous IPCC reports .", "Recent methodological advances, empirically confirmed changes in temperature and precipitation owing to distant changes in forest cover Following changes in land conditions, CO2, CH4 and N2O fluxes are quickly mixed into the atmosphere and dispersed, resulting in the biogeochemical effects being dominated by the biophysical effects at local scales ."], "There is long-term correlation between CO2 and global temperature; other effects are short-term.": ["For a given level of global warming, the relative importance of climate effects and the direct effects of CO2 on transpiration depend on the CO2 concentration accompanying that level of warming .", "Elevated CO2 will worsen some pest and disease pressures, for example, barley yellow dwarf virus impacts on wheat .", "The processes that translate emissions of CO2 into a change in global temperature ."], "Measurements of carbon isotopes and falling oxygen in the atmosphere show that rising carbon dioxide is due to the burning of fossil fuels and cannot be coming from the ocean.": ["In summary, multiple lines of observational and modelling evidence provide high confidence in the finding that the ocean sink for anthropogenic CO2 has increased quasi-linearly over the past 60 years in response to growing global emissions of anthropogenic CO2, with a mean fraction of 23% of total emissions.", "The principal contribution to increasing global ocean carbon is the air–sea flux of CO2, which changes the dissolved inorganic carbon .", "Improve representation of the variability and trends in the transport of carbon through the land–ocean continuum, which has implications for partitioning the land and ocean CO2 sinks."], "At that time, Hansen also produced a model of the future behavior of the globe’s temperature, which he had turned into a video movie that was heavily shopped in Congress.": ["Media coverage can have far-reaching consequences on policy processes, but we know less about its relative importance compared to other policy shaping factors Popular culture images, science fictions and films of ecological catastrophe can dramatically and emotively convey the dangers of climate change .", "With counterfactual past climate conditions, such simulations can be used for conditional event attribution , using hypothetical future conditions to generate physical climate storylines of how specific events may manifest in a warmer climate.", "However, all climate models exhibit biases of different degrees and types, and the practice of ‘tuning’ parameter values in models to make their outputs match variables such as historical warming trajectories has generated concern throughout their history .", "This indicates that while future magnitudes of warming are a fundamental consideration in CRD, such development involves more than just achieving temperature targets.", "The frequency of hot temperature extreme events will very likely increase nonlinearly with increasing global warming, with larger percentage increases for rarer events."], "\"Pollution; none of us are supporting putting substances into the  atmosphere or the waterways that might be pollutants, but carbon dioxide  is not a pollutant.": ["Not all emissions can be avoided.", "Despite the common feature of removing carbon dioxide, technologies like afforestation/reforestation, soil carbon sequestration, bioenergy with carbon capture and storage, direct air capture with carbon storage, enhanced weathering, ocean alkalinity enhancement or ocean fertilisation are very different, as are the governance challenges.", "Also, policies that reduce certain air pollutants, such as sulphur dioxide ."], "carbon dioxide has had a minuscule effect on global climate.": ["To date, climate policy has been comparatively less influential in driving energy transitions globally.", "Yet anthropogenic global climate change was of little or no consequence in the 1930s."], "But by far the largest greenhouse gas is water vapour, which makes 95 per cent of the total.": ["This is consistent with literature that suggests that greenhouse gas .", "Ocean heat uptake is by far the largest contribution and accounts for 91% of the total energy change.", "It is the largest source of global GHG and CO2 emissions, which include direct and indirect fuel-combustion-related emissions, emissions from industrial processes and products use, as well as from waste.", "Human-induced greenhouse gas forcing is the main driver of the observed changes in hot and cold extremes on the global scale (virtually certain ) and on most continents (very likely ).", "Warehouses are major contributors to the rise of greenhouse gas emissions in supply chains ."], "Global sea level rose about 8 inches in the last century.": ["This increase is mostly driven by an intensification of precipitation extremes and aggravated flooding probability due to sea level rise .", "Sea level rise is creating conditions where considerable financial investments are needed and, in many cases, are being raised to address adaptation needs .", "Sea level rise is the origin of multiple risks for low-lying areas in the Mediterranean Basin; for example, the further increase in flooding at high tide in some locations, such as Venice .", "Sea level rise interacts with shoreline erosion, storm surge and wave action, saline intrusion and coastal flooding to directly threaten coastal cities and small communities in North America with impacts to public and private buildings and infrastructure, port and transportation facilities, water resources and cultural heritage sites ."], "[CO2] is also a greenhouse gas which helps maintain earth at a habitable temperature.": ["However, CO2 is not the only greenhouse gas that contributes to global warming and reducing emissions of other greenhouse gases (GHGs) alongside CO2 towards net zero emissions of all GHGs would lower the level at which global temperature would peak.", "This is consistent with literature that suggests that greenhouse gas .", "and N2o Although there has been greater understanding since AR5 of the carbon cycle responses to CO2 emissions ."]}